Repository: vrk-kpa/opendata
Catalog: ansible/roles/ckan/files/ckanext-qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: sv

source: Available under an open license.
sv: Tillgänglig under öppen licens.

source: Available as structured data (eg. Excel instead of a scanned table).
sv: Tillgänglig som strukturerad data (t.ex. som en Excel-fil i stället för en skannad tabell).

source: Uses non-proprietary formats (e.g., CSV instead of Excel).
sv: Använder öppna format (t.ex. en CSV-fil i stället för en Excel-fil).

source: Uses URIs to identify things, so that people can link to it.
sv: Använder URI:n för att identifiera saker så att människor kan länka till dem.

source: Linked to other data to provide context.
sv: Länkad till annan data för att skapa kontext.

source: Not Rated
sv: Oklassificerad

source: Quality Assurance
sv: Kvalitetssäkring

source: Resource Quality
sv: Materiallänkskvalitet

source: Rating
sv: Klassificering

source: Hide rating info
sv: Göm klassificeringsinformationen

source: About these ratings…
sv: Tilläggsinformation om klassificeringen
