Repository: vrk-kpa/opendata
Catalog: modules/ytp-theme-drupal/i18n/*/LC_MESSAGES/ytp-theme-drupal.po
Languages: fi, sv

source: Strong
fi: Vahva
sv: Stark

source: Username can only contain characters a-z, 0-9 and _
fi: Käyttäjätunnuksen tulee sisältää vain merkkejä a-z, 0-9 ja _
sv: Användarnamnet kan endast innehålla tecknen a-z, 0-9 och _

source: password
fi: salasana
sv: lösenord

source: Have you forgotten your password?
fi: Unohtuiko salasana?
sv: Har du glömt ditt lösenord?

source: User Info
fi: Omat tietoni
sv: Mina uppgifter

source: Sign up or log in
fi: Rekisteröidy tai kirjaudu sisään
sv: Registrera dig eller logga in

source: Browse datasets
fi: Selaa tietovarantoja
sv: Bläddra dataset

source: Read more
fi: Lue lisää
sv: Läs mera

source: <a href="/en/user/register">Register</a>
fi: <a href="/fi/user/register">Rekisteröidy</a>
sv: <a href="/sv/user/register">Registrera dig</a>

source: <a href="/en/user/login">Already registered? Sign in</a> <a href="/en/user/password">Forgot your password?</a>
fi: <a href="/fi/user/login">Jo rekisteröitynyt? Kirjaudu sisään</a> <a href="/fi/user/password">Unohtuiko salasana?</a>
sv: <a href="/sv/user/login">Registrerad? Logga dig in</a> <a href="/sv/user/password">Glömt lösenordet?</a>

source: previous
fi: edellinen
sv: föregående

source: Search datasets...
fi: Etsi tietoaineistoista...
sv: Sök dataset...

source: Thank you for visiting. You are now logged out.
fi: Kiitos käynnistä. Sinut on nyt kirjattu onnistuneesti ulos palvelusta.

source: [user:name], Your account at [site:name] has been activated. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
fi: [user:name], Käyttäjätilisi sivustolla [site:name] on aktivoitu. Siirry asettamaan salasanasi klikkaamalla allaolevaa linkkiä tai kopioimalla sen selaimesi osoitekenttään: [user:one-time-login-url] Asetettuasi salasanasi voit jatkossa kirjautua sisään osoitteessa [site:login-url] -- [site:name] ylläpitotiimi

source: Next, you will get a confirmation email to your email address
fi: Saat seuraavaksi vahvistusviestin sähköpostiisi
sv: Till nästa får du ett bekräftelsemeddelande till din e-post

source: By clicking Create new account, you agree with our <a href="/en/terms" target="_blank">Terms of Service</a>.
fi: Rekisteröitymällä hyväksyt lukeneesi <a href="/fi/terms" target="_blank">käyttöehdot</a> ja sitoudut noudattamaan niitä.

source: Latest datasets
fi: Uusimmat tietoaineistot

source: Most popular datasets
fi: Suosituimmat tietoaineistot

source: Open Data
fi: Avoimet tietoaineistot

source: Interoperability Tools
fi: Yhteentoimivuuden aineistot

source: Currently the service has @dataset_count datasets.
fi: Palvelussa tällä hetkellä @dataset_count tietoaineistoa.

source: Getting started
fi: Rekisteröidy julkaistaksesi tietoaineistoja

source: Opendata.fi allows you to find open datasets, and to publish and manage your own.
fi: Avoindata.fi-palvelussa voit etsiä muiden julkaisemia tietoaineistoja sekä julkaista ja hallinnoida omia avoimia tietoaineistojasi.

source: If you do not yet have a user account, register now from the link below.
fi: Jos sinulla ei ole vielä omaa käyttäjätunnusta, rekisteröidy nyt alla olevasta linkistä.

source: <a href="/en/user/login">Sign in</a> <a class="pull-right" href="/en/user/password">Forgot your password?</a>
fi: <a href="/fi/user/login">Kirjaudu</a> <a class="pull-right" href="/fi/user/password">Tunnus tai salasana hukassa?</a>

source: Not yet a member of an organization?
fi: Etkö ole vielä organisaation jäsen?

source: Join an organization in the <a href="/data/en/organization">Data Producers</a> page, and publish data, tools and guidelines. You can also publish applications or services that utilize open data.
fi: Liity organisaatioon <a href="/data/fi/organization">Tiedon tuottajat</a> -sivulta, ja tarjoa dataa sekä yhteentoimivuuden kuvauksia ja ohjeita muiden käyttöön. Voit myös julkaista avoimeen dataan pohjautuvia julkisia palveluja tai toteuttamiasi sovelluksia.

source: Publish data
fi: Julkaise tietoaineistoja

source: Publish data, tools and guidelines for others to use. You can also publish your applications.
fi: Tarjoa dataa sekä yhteentoimivuuden kuvauksia ja ohjeita muiden käyttöön. Voit myös julkaista toteuttamiasi sovelluksia.

source: From datasets
fi: Tietoaineistoista

source: From other content
fi: Muusta sisällöstä

source: By clicking Create new account, you agree with our <a href="/en/terms">Terms of Service</a>.
sv: Genom att klicka på Skapa nytt konto godkänner du våra <a href="/sv/terms">användarvillkor</a>.
