Repository: vrk-kpa/opendata
Catalog: modules/ckanext-ytp_request/ckanext/ytp_request/i18n/*/LC_MESSAGES/ckanext-ytp_request.po
Languages: fi

source: Unauthorized
fi: Ei oikeuksia

source: Request not found
fi: Hakemusta ei löytynyt

source: Integrity Error
fi: Eheysvirhe

source: Item not found
fi: Kohdetta ei löytynyt

source: Member request processed successfully
fi: Jäsenhakemus käsitelty onnistuneesti

source: New membership request (%(organization)s)
fi: Uusi jäsenhakemus (%(organization)s)

source: User %(user)s (%(email)s) has requested membership to organization %(organization)s. %(link)s Best regards Avoindata.fi support avoindata@vrk.fi
fi: Käyttäjä %(user)s (%(email)s) on hakenut jäseneksi organisaatioon %(organization)s. Hyväksy tai hylkää hakemus klikkaamalla seuraavaa linkkiä: %(link)s Huomaa, että sinun tulee olla kirjautunut Avoindata.fi palveluun hyväksyessäsi hakemuksen. Jos sinulla on kysymyksiä tästä aiheesta, ota yhteyttä Avoindata.fi tukeen. Ystävällisin terveisin Avoindata.fi tuki avoindata@vrk.fi

source: Organization membership approved (%(organization)s)
fi: Jäsenhakemus hyväksytty organisaatioon (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been approved. Best regards Avoindata.fi support avoindata@vrk.fi
fi: Hakemuksesi organisaatioon %(organization)s käyttäjäroolilla %(role)s on hyväksytty. Jos sinulla on kysymyksiä tästä aiheesta, ota yhteyttä Avoindata.fi tukeen. Ystävällisin terveisin Avoindata.fi tuki avoindata@vrk.fi

source: Organization membership rejected (%(organization)s)
fi: Jäsenhakemus hylätty organisaatioon (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been rejected. Best regards Avoindata.fi support avoindata@vrk.fi
fi: Hakemuksesi organisaatioon %(organization)s käyttäjäroolilla %(role)s on hylätty. Jos sinulla on kysymyksiä tästä aiheesta, ota yhteyttä Avoindata.fi tukeen. Ystävällisin terveisin, Avoindata.fi tuki avoindata@vrk.fi

source: Role
fi: Rooli

source: As a sysadmin, you already have access to all organizations
fi: Pääkäyttäjänä sinulla on jo pääsy kaikkiin organisaatioihin

source: You already have a pending request to the organization
fi: Sinulla on jo vireillä oleva hakemus organisaatioon

source: You are already part of the organization
fi: Olet jo organisaation jäsen

source: Duplicate organization request
fi: Hakemus on jo vireillä

source: Organization
fi: Organisaatio

source: User is not logged in
fi: Käyttäjä ei ole kirjautunut

source: The user has already a pending request or an active membership
fi: Käyttäjällä on jo hakemus tai aktiivinen jäsenyys

source: Add Dataset
fi: Lisää tietoaineisto

source: Add open data
fi: Lisää avoin data

source: Add interoperability tools
fi: Lisää yhteentoimivuuden kuvaus tai ohje

source: Add public service
fi: Lisää julkinen palvelu

source: Request membership
fi: Hae jäsenyyttä

source: Are you sure you want to end the membership?
fi: Oletko varma, että haluat lopettaa jäsenyyden?

source: Cancel membership
fi: Peru jäsenyys

source: Are you sure you want to cancel this pending request?
fi: Oletko varma, että haluat perua tämän hakemuksen?

source: Cancel request
fi: Peru hakemus

source: Received membership requests
fi: Vastaanotetut jäsenhakemukset

source: All received membership requests are listed here. The organization admin can approve or reject requests. To process a request, select edit. Admins can edit the organization, datasets and accept membership requests. Editor can only edit datasets.
fi: Kaikki vastaanotetut jäsenhakemukset on listattu tässä. Organisaation pääkäyttäjä voi hyväksyä tai hylätä hakemuksia. Käsitelläksesi hakemuksen valitse muokkaa. Ylläpitäjät voivat muokata organisaatiota, tietoaineistoja ja hyväksyä hakemuksia. Muokkaajat voivat muokata vain tietoaineistoja.

source: User
fi: Käyttäjä

source: Request date
fi: Hakemuksen päivämäärä

source: Action
fi: Toiminta

source: Approve
fi: Hyväksy

source: Reject
fi: Hylkää

source: Modify
fi: Muokkaa

source: No requests found.
fi: Hakemuksia ei löytynyt

source: My own memberships
fi: Omat jäsenyyteni

source: All membership and memberships requests are listed here. You can cancel any pending request or already accepted membership from the menu on the right.
fi: Kaikki jäsenyydet ja hakemukset on listattu tässä. Voit peruuttaa hakemuksen tai hyväksytyn jäsenyyden oikealta.

source: My memberships
fi: Omat jäsenyyteni

source: Status
fi: Tila

source: Handling date
fi: Käsittelypäivämäärä

source: Handler
fi: Käsittelijä

source: New membership request
fi: Uusi jäsenhakemus

source: Request organization membership
fi: Hae organisaation jäsenyyttä

source: You can request to be a member of the organization.
fi: Voit hakea organisaation jäsenyyttä.

source: Select an organization...
fi: Valitse organisaatio...

source: Send request
fi: Lähetä hakemus

source: Organization membership request
fi: Organisaation jäsenhakemus

source: This shows a given membership request. Only admins can approve, modify or reject requests.
fi: Tässä näytetään jäsenhakemus. Organisaation pääkäyttäjänä voit hyväksyä tai hylätä hakemuksen tai muokata sitä.

source: State
fi: Tila

source: Are you sure you want approve this request?
fi: Oletko varma, että haluat hyväksyä tämän hakemuksen?

source: Are you sure you want reject this request?
fi: Oletko varma, että haluat hylätä tämän hakemuksen?
