Repository: vrk-kpa/opendata
Catalog: modules/ckanext-qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: fi

source: Available under an open license.
fi: Tarjolla avoimella lisenssillä.

source: Available as structured data (eg. Excel instead of a scanned table).
fi: Tarjolla rakenteisassa muodossa. (Esim. Excel skannatun taulukon sijaan).

source: Uses non-proprietary formats (e.g., CSV instead of Excel).
fi: Käyttää avointa formaattia (esim. CSV Excelin sijaan).

source: Uses URIs to identify things, so that people can link to it.
fi: Käyttää URI:a asioiden identifioimiseen, jotta ihmiset voivat linkittää niihin.

source: Linked to other data to provide context.
fi: Linkitetty toiseen dataan luomaan kontekstia.

source: Not Rated
fi: Ei arvioitu

source: Quality Assurance
fi: Laadun varmistus

source: Resource Quality
fi: Aineistolinkin laatu

source: Rating
fi: Arvostelu

source: Hide rating info
fi: Piiloita arvostelutiedot

source: About these ratings…
fi: Lisätietoa arvosteluista
