Repository: vrk-kpa/opendata
Catalog: ckan/ckanext/ckanext-ytp_main/ckanext/ytp/i18n/*/LC_MESSAGES/ckanext-ytp_main.po
Languages: sv

source: Show less license_id
sv: Visa färre Licenser

source: Show less groups
sv: Visa färre Grupper

source: Show less vocab_platform
sv: Visa färre Plattformar

source: Missing value
sv: Saknat värde

source: Required language "%s" missing
sv: Den nödvändiga översättningen "%s" saknas

source: Start date is after end date
sv: Startdatumet infaller efter slutdatumet

source: End date is before start date
sv: Slutdatumet infaller före startdatumet

source: Only sysadmin can change feature: %s
sv: Endast systemadministratörer får ändra funktionen: %s

source: Group not found
sv: Hittar inte gruppen

source: Not authorized to see this page
sv: Behörighet krävs för att visa sidan

source: Reorder resources
sv: Ordna dataresurserna

source: You can rearrange the resources by dragging them using the arrow icon. Drag the resource to the right and place it to the desired location on the list. When you are done, click the "Save order" -button.
sv: Drag och släpp resurslådan med musen till önskad plats på listan. Avsluta genom att klicka på ”Spara ordningen”.

source: Cancel
sv: Avbryt

source: Please Confirm Action
sv: Bekräfta åtgärd

source: Are you sure you want to perform this action?
sv: Vill du verkligen utföra denna åtgärd?

source: Confirm
sv: Bekräfta

source: Remove
sv: Ta bort

source: Edit
sv: Redigera

source: or
sv: eller

source: Upload file
sv: Ladda upp fil

source: Link to a URL
sv: Lägg till webbadress

source: This field is required
sv: Obligatoriskt fält

source: Subscribe to comments
sv: Prenumerera på kommentarer

source: Unsubscribe from comments
sv: Avbryt prenumerationen av kommentarer

source: Add link
sv: Lägg till länk

source: Add email
sv: Lägg till e-post

source: Hide search filters
sv: Dölj filtren

source: Interfaces
sv: Gränssnittets resurser

source: Datasets
sv: Datamängder

source: Apisets
sv: Gränssnitt

source: apiset
sv: gränssnitt

source: Manage
sv: Redigera

source: View
sv: Granska

source: API Endpoint
sv: API-slutpunkt

source: Open
sv: Öppna

source: Download
sv: Ladda ned

source: From the dataset abstract
sv: Av datasmängdens sammandrag

source: Source: <a href="%(url)s">%(dataset)s</a>
sv: Källa: <a href="%(url)s">%(dataset)s</a>

source: Relevance
sv: Relevans

source: Name Ascending
sv: Stigande efter namn

source: Name Descending
sv: Namn i fallande ordning

source: Last Modified
sv: Senast redigerat

source: Popular
sv: Populär

source: Filter search
sv: Filtrera sökning

source: Go
sv: Gå

source: Showcases
sv: Applikationer

source: Existing User
sv: Befintlig användare

source: If you wish to add an existing user, search for their username below.
sv: Om du vill lägga till en befintlig användare, sök på deras användarnamn nedan.

source: Role
sv: Roll

source: Are you sure you want to delete this member?
sv: Vill du verkligen radera denna medlem?

source: Save
sv: Spara

source: Add Member
sv: Lägg till medlem

source: Search datasets...
sv: Sök datamängder...

source: View {name}
sv: Vyn {name}

source: {num} Dataset
sv: {num} datamängd

source: 0 Datasets
sv: 0 datamängder

source: Deleted
sv: Raderat

source: Followers
sv: Följare

source: All Users
sv: Alla användare

source: Show all users
sv: Visa alla användare

source: User
sv: Användare

source: Username
sv: Användarnamn

source: Email
sv: E-post

source: Are you sure you want to delete this User?
sv: Vill du verkligen radera denna användare?

source: Make public
sv: Gör offentlig

source: Make private
sv: Gör privat

source: Are you sure you want to delete these datasets?
sv: Vill du verkligen radera dessa datamängder?

source: Draft
sv: Utkast

source: Private
sv: Privat

source: This organization has no datasets associated to it
sv: Denna organisation har ännu inga datamängder

source: Search organizations...
sv: Sök producenter ...

source: Submit
sv: Skicka in

source: No organizations found
sv: Inga producenter hittades

source: Filter list
sv: Filtrera listan

source: Filter by data
sv: Filtrera producenter

source: Show all organizations
sv: Visa alla producenter

source: Show only organizations with datasets
sv: Visa endast producenter med data

source: Update Member
sv: Uppdatera medlem

source: Activity Stream
sv: Aktivitetsflöde

source: About
sv: Om

source: Members
sv: Medlemmar

source: {num} member
sv: {num} medlem

source: Membership Requests
sv: Medlemsansökningar

source: Organization does not exist
sv: Organisationen finns inte

source: Date Created Ascending
sv: Stigande efter datumet för skapande

source: Date Created Descending
sv: Fallande efter datumet för skapande

source: Suborganizations
sv: Underorganisation

source: Show admins only
sv: Visa endast admins

source: What are Publishers?
sv: Vilka är producenter?

source: {num} Child Organization
sv: {num} Underorganisation

source: My membership requests
sv: Mina medlemskap

source: Add Organization
sv: Lägg till producent

source: Create Apiset
sv: Skapa ett gränssnitt

source: Close without saving
sv: Stäng utan att spara

source: Apiset
sv: Gränssnitt

source: Dataset
sv: Datamängd

source: Categories to which the dataset is mainly related to. Choose one category or multiple accurate categories.
sv: Välj minst en kategori som datamängden passar i. Du kan också välja flera kategorier.

source: Create new apiset
sv: Skapa ett nytt gränssnitt

source: Create new dataset
sv: Skapa ny datamängd

source: Stages
sv: Steg

source: Next
sv: Nästa

source: Update
sv: Uppdatera

source: Are you sure you want to delete this dataset?
sv: Vill du verkligen radera datamängden?

source: Abort
sv: Avbryt

source: Add data
sv: Lägg till dataresurs

source: High value dataset
sv: Högvärdig datamängd

source: Edit resource
sv: Redigera dataresursen

source: Views
sv: Vyer

source: Preview
sv: Förhandsgranskning

source: There are no views created for this resource yet.
sv: Inga förhandsgranskningar har skapats för denna dataresurs.

source: Not seeing the views you were expecting?
sv: Ser du inte de vyer du förväntat dig?

source: Click here for more information.
sv: Klicka här för mer information

source: Here are some reasons you may not be seeing expected views:
sv: Möjliga anledningar till att vyer saknas:

source: Extra information
sv: Ytterligare information

source: unknown
sv: okänd

source: Temporal Coverage
sv: Tidsmässig täckning

source: Last updated
sv: Senaste uppdatering

source: Stats
sv: Rapporter

source: Weekly visits for last 12 months
sv: Veckovisa besök under de senaste 12 månaderna

source: Download counts
sv: Antal nedladdningar

source: During last 30 days
sv: Under de senaste 30 dagarna

source: During last 12 months
sv: Under de senaste 12 månaderna

source: All time:
sv: Alla:

source: Visits
sv: Sidvisningar

source: Year
sv: År

source: Downloads
sv: Nedladdningar

source: Week
sv: Vecka

source: Add Apiset
sv: Lägg till ett gränssnitt

source: Add Dataset
sv: Lägg till datamängden

source: The Opendata.fi service does not have an organization where you can upload a data set.
sv: Avoindata.fi har ingen organisation dit du kan ladda upp en datamängd.

source: Ask your employer's open data administrator to add your user account in your organization. If your employer's organization has not been created yet on Opendata.fi, ask the service administration to create it before you can continue. Alternatively, you can also ask the data to be published as a private individual.
sv: Be admin för öppna data hos din arbetsgivare att lägga till dig i organisationen. Om din arbetsgivares organisation ännu inte har skapats i avoindata.fi, be admin för tjänsten att först skapa organisationen. Alternativt kan du begära att få publicera datan som privatperson.

source: API Docs
sv: API dokumentation

source: Source
sv: Källa

source: Author
sv: Upphovsman

source: Maintainer
sv: Administratör

source: State
sv: Status

source: Last Updated
sv: Senast uppdaterat

source: Show more categories
sv: Visa mer Kategorier

source: Show more
sv: Visa mer

source: Edit categories
sv: Redigera kategorier

source: License
sv: Licens

source: License Not Specified
sv: Ingen licens angiven

source: Openness score
sv: Öppenhetspoäng

source: Recommend apiset
sv: Gilla gränssnitt

source: Recommend dataset
sv: Gilla datamängden

source: Applications
sv: Applikationer

source: Social
sv: Dela i sociala medier

source: Data API Instructions
sv: Öppna gränssnittshjälpen

source: Next: Add Data
sv: Nästa: Lägg till data

source: By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
sv: Genom att skicka in detta formulär godkänner du att de <i>metadata</i> du angett publiceras enligt <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database-licensen</a>.

source: Relates to this
sv: Relaterad till

source: Based on this
sv: Baserad på

source: Modification of this
sv: En variation av denna

source: Supplements this
sv: Kompletterar detta

source: Included in
sv: Inkluderad i

source: Included this
sv: Inkluderade detta

source: No description for this related component
sv: Den relaterade komponenten saknar beskrivning

source: Related Components
sv: Relaterade komponenter

source: Add Related Component
sv: Lägg till relaterad komponent

source: Name
sv: Namn

source: Description
sv: Beskrivning

source: eg. CSV, XML or JSON
sv: t.ex. CSV, XML eller JSON

source: Are you sure you want to delete this resource?
sv: Vill du verkligen radera denna datamängd?

source: Previous
sv: Föregående

source: Save & add another
sv: Spara och lägg till fler

source: Save dataset
sv: Spara datamängden

source: Add
sv: Lägg till

source: Explore
sv: Utforska

source: More information
sv: Mer information

source: Go to resource
sv: Visa dataresursen

source: Download as CSV
sv: Ladda ned som CSV

source: Embed
sv: Bädda in

source: This resource view is not available at the moment.
sv: Ingen förhandsgranskning tillgänglig just nu

source: Download resource
sv: Ladda ned resursen

source: Your browser does not support iframes.
sv: Din webbläsare saknar stöd för ramar.

source: Embed resource view
sv: Bädda in förhandsgranskning av dataresursen

source: Width
sv: Bredd

source: Height
sv: Höjd

source: Code
sv: Kod

source: Resources
sv: Dataresurser

source: Send feedback about this dataset
sv: Ge synpunkter om denna datamängd

source: Feedback
sv: Ge synpunkter

source: Create apiset
sv: Skapa ett gränssnitt

source: Create dataset
sv: Skapa ny datamängd

source: Languages
sv: Språk

source: Your rating
sv: Ditt omdöme

source: Login
sv: Logga in

source: Dataset count
sv: Antal datamängder

source: New datasets
sv: Nya datamängder

source: Avg. openness score
sv: Kvalitet

source: Data formats
sv: Använda dataformat

source: Last month
sv: Förra månaden

source: Last 6 months
sv: Senaste 6 mån.

source: Dataset counts are based on submission statistics from avoindata.fi. Open data quality rating is based on a metricdevised by Tim Berners-Lee in 2010 for evaluating open data. More information on the metric is available at <a href="http://5stardata.info">http://5stardata.info</a>.
sv: Datamängderna har räknats utifrån datamängderna i avoindata.fi. Poängsättningen av öppna data baserar sig på en kvalitetsklassificering utvecklad av Tim Berners-Lee 2010. Mer information finns till exempel på <a href=\"http://5stardata.info\">http://5stardata.info</a>.

source: Deprecated
sv: Utgånget

source: Reports
sv: Rapporter

source: View Report
sv: Granska rapport

source: No organization
sv: Ingen producent

source: Visibility
sv: Synlighet

source: Public
sv: Offentlig

source: Clear Upload
sv: Töm uppladdningen

source: Collection
sv: Kollektion

source: Original dataset
sv: Originell datamängd

source: Last modified
sv: Senast redigerat

source: Show change log
sv: Visa ändringslogg

source: Created on
sv: Skapad på

source: Additional fields are meant for the information that does not fit in any other field on the form. The information in the fields is not shown on the showcase’s page.
sv: Ytterligare fält är avsedda för information som inte får plats i något annat fält på formuläret. Informationen i fälten visas inte på applikationens sida.

source: Additional fields are meant for the information that does not fit in any other field on the form. The information in the fields is not shown on the API’s page.
sv: Ytterligare fält är avsedda för information som inte får plats i något annat fält på formuläret. Informationen i fälten visas inte på gränssnittets sida.

source: Additional fields are meant for the information that does not fit in any other field on the form. The information in the fields is not shown on the dataset’s page.
sv: Ytterligare fält är avsedda för information som inte får plats i något annat fält på formuläret. Informationen i fälten visas inte på datamängdens sida.

source: Showcase submit
sv: Skicka in applikationen

source: Tell us about a showcase
sv: Berätta oss om en applikation

source: Showcase title
sv: Applikationens namn

source: Showcase description
sv: Beskrivning av applikationen

source: A short and descriptive explanation about the showcase. Tell for example about possible applications and the creation process, as well as about how open data has been used in the showcase.
sv: En kortfattad och lättbegriplig presentationstext över applikationen. Berätta till exempel om hur applikation skapades och vad den kan användas till samt hur öppna data har använts i den.

source: Showcase information
sv: Uppgifter om applikationen

source: Datasets used in the showcase
sv: De datamängder som applikationen använder

source: Select which of the datasets found on opendata.fi were used in the showcase. Search for a dataset by typing its name in the field below.
sv: Ange vilka datamängder från avoindata.fi som används i applikationen. Sök datamängder genom att skriva namnet i fältet nedan.

source: e.g. Most popular first names
sv: t.ex. De mest populära förnamnen

source: Platform
sv: Driftsmiljö (plattform)

source: If you have created a mobile or desktop application, select which platforms it supports.
sv: Om du har skapat en mobilapp eller skrivbordsapp, välj vilken plattform den fungerar på.

source: Application website
sv: Applikationens webbplats

source: Type in application website
sv: Ange applikationens webbadress

source: Links to app stores
sv: Länkar till appbutiker

source: e.g. appstore.com/app
sv: t.ex. appbutik.com/applikation

source: Name or organization of the author
sv: Upphovsmannens namn eller organisation

source: Author Website
sv: Upphovsmannens webbplats

source: Submitter information
sv: Avsändarens uppgifter

source: Your name or email address will not be published. The service admins might contact you via email if we need more information about the showcase.
sv: Ditt namn eller din e-post kommer inte att publiceras när applikationen anmäls. E-postadressen används för att kontakta dig vid behov, till exempel för mer information.

source: Submitter name
sv: Avsändarens namn

source: Submitter email
sv: Avsändarens e-post

source: Showcase images
sv: Bilder av applikationen

source: Icon
sv: Ikon

source: Featured image
sv: Presentationsbild

source: Image 1
sv: Bild 1

source: Image 2
sv: Bild 2

source: Image 3
sv: Bild 3

source: Send submission
sv: Skicka in

source: Embed Data Viewer
sv: Bädda in visningsprogrammet

source: Embed this view by copying this into your webpage:
sv: Inkludera denna vy genom att kopiera den till din webbplats:

source: Choose width and height in pixels:
sv: Välj bredd och höjd i pixlar:

source: Width:
sv: Bredd:

source: Height:
sv: Höjd:

source: There are no {facet_type} that match this search
sv: Sökresultaten innehåller inga fält med {facet_type}

source: Home
sv: Startsida

source: No License Provided
sv: Ingen licens tillhandahållen

source: This dataset satisfies the Open Definition.
sv: Datamängden uppfyller Open Definition

source: There is no description for this organization
sv: Organisationen saknar beskrivning.

source: Last Harvested
sv: Senast skördat

source: Search apis...
sv: Sök gränssnitt...

source: Use advanced search
sv: Avancerad sökning

source: Order by
sv: Ordna efter

source: Toggle menu
sv: Alternativ

source: No apisets found
sv: Inga gränssnitt hittades

source: {number} dataset found for "{query}"
sv: Med söktermen"{query}" hittades {number} datamängd

source: No datasets found for "{query}"
sv: Inga datamängder hittades med söktermen "{query}"

source: {number} dataset found
sv: {number} datamängd hittades

source: No datasets found
sv: Inga datamängder hittades

source: {number} group found for "{query}"
sv: Med söktermen "{query}" hittades {number} grupp

source: No groups found for "{query}"
sv: Inga grupper hittades med söktermen "{query}"

source: {number} group found
sv: {number} grupp hittades

source: No groups found
sv: Inga grupper hittades

source: {number} organization found for "{query}"
sv: Med söktermen "{query}" hittades {number} organisation

source: No organizations found for "{query}"
sv: Inga organisationer hittades med söktermen "{query}"

source: {number} organization found
sv: {number} producent hittades

source: Dataset extent
sv: Geografisk täckning

source: Filter by location
sv: Filtrera efter geografiskt läge

source: Select municipality
sv: Välj kommun

source: Dashboard
sv: Sammanfattning

source: Activity from items that I'm following
sv: Aktivitet från ämnen jag följer

source: You are not a member of any organizations.
sv: Du är inte medlem i någon organisation

source: Create one now?
sv: Skapa en nu?

source: Change details
sv: Ändra uppgifterna

source: Full name
sv: Fullständigt namn

source: eg. Joe Bloggs
sv: t.ex. Matti Meikäläinen

source: A little information about yourself
sv: En kort beskrivning av dig själv.

source: Subscribe to notification emails
sv: Prenumerera på meddelanden

source: Change password
sv: Byt lösenord

source: Password
sv: Lösenord

source: Confirm Password
sv: Bekräfta lösenordet

source: Update Profile
sv: Uppdatera profil

source: You haven't created any datasets.
sv: Du har inte skapat några datamängder.

source: User hasn't created any datasets.
sv: Användaren har inte skapat några datamängder.

source: You have not provided a biography.
sv: Du har inte gett en beskrivning av dig själv.

source: This user has no biography.
sv: Användaren saknar beskrivning.

source: Open ID
sv: Öppet ID

source: This means only you can see this
sv: Det betyder att bara du kan se detta

source: Member Since
sv: Medlem sedan

source: API Key
sv: API-nyckel
