Repository: vrk-kpa/opendata
Catalog: ckan/ckanext/ckanext-ytp_main/ckanext/ytp/i18n/*/LC_MESSAGES/ckanext-ytp_main.po
Languages: sv

source: Only the owner can update a related item
sv: Endast ägaren kan uppdatera ett relaterat medium

source: You must be a sysadmin to change a related item's featured field.
sv: Du måste vara systemadministratör för att ändra fältet

source: You must be a sysadmin to create a featured related item
sv: Du måste vara systemadministratör för att skapa denna

source: You must be logged in to add a related item
sv: Du måste vara inloggad för att lägga till en relaterad post

source: User %s not authorized to create public organizations
sv: Användaren %s saknar behörighet att skapa offentliga organisationer

source: Only registered users can create organizations
sv: Endast registrerade användare kan skapa organisationer

source: User %s is not administrator in the selected parent organization
sv: Användaren %s är inte huvudanvändare i den valda topporganisationen

source: User %s not authorized to create organizations
sv: Användaren %s saknar behörighet att skapa organisationer

source: Cannot modify dataset because of organization policy
sv: Att redigera datamängden strider mot organisationens policy

source: Only system administrators are allowed to view user list.
sv: Endast systemadministratören får granska användarlistan

source: Dataset was saved successfully.
sv: Datamängden har sparats.

source: Fill additional info
sv: Komplettera uppgifter

source: Add related
sv: Lägg till en relaterad applikation eller ett exempel om användningen av datamängden

source: Edit or add language versions
sv: Redigera eller lägg till språkversioner

source: Delete
sv: Radera

source: Create Dataset
sv: Skapa ny datamängd

source: Unauthorized to read package %s
sv: Behörighet krävs för att läsa datamängden %s

source: Dataset not found
sv: Hittar inte datamängden

source: User %r not authorized to edit %s
sv: Användare %r har inte rättigheter att editera %s

source: Unauthorized to update dataset
sv: Behörighet krävs för att uppdatera datamängden

source: The dataset {id} could not be found.
sv: Hittar inte datamängden {id}.

source: You must add at least one data resource
sv: Du måste lägga till åtminstone en dataresurs

source: Error
sv: Fel

source: Unauthorized to create a resource
sv: Behörighet krävs för att skapa en resurs

source: Unauthorized to create a resource for this package
sv: Inte auktoriserad för att skapa resurs för detta paket

source: Unauthorized to edit this resource
sv: Behörighet krävs för att redigera dataresursen

source: Resource not found
sv: Inga dataresurser hittades

source: Related item not found
sv: Inga relaterade objekt hittades

source: Not authorized
sv: Behörighet saknas

source: Package not found
sv: Hittar inte datamängden

source: Related item was successfully created
sv: Det relaterade objektet har skapats

source: Related item was successfully updated
sv: Det relaterade objektet har uppdaterats

source: Integrity Error
sv: Integritetsfel

source: Application
sv: Applikation

source: Idea
sv: Idé

source: News Article
sv: Nyhetsartikel

source: Paper
sv: Artikel

source: Post
sv: Inlägg

source: Visualization
sv: Visualisering

source: No user specified
sv: Ingen användare specificerad

source: Unauthorized to edit a user.
sv: Behörighet krävs för att redigera användaren.

source: Unauthorized to edit user %s
sv: Behörighet krävs för redigering av användarens %s

source: User not found
sv: Kunde inte hitta användaren

source: User %s not authorized to edit %s
sv: Användaren %s saknar behörighet att redigera %s

source: Profile updated
sv: Profilen uppdaterad

source: Incorrect web address format detected. Web address must start with http://, https:// or www.
sv: Felaktigt webbadressformat. En webbadress måste börja med http://, https:// eller www.

source: Date format incorrect
sv: Felaktigt datumformat

source: Unnamed resource
sv: Namnlös dataresurs

source: Cannot change username
sv: Användarnamnet kan inte ändras

source: Cannot change email
sv: E-postadressen kan inte ändras

source: Have to be logged in to edit user
sv: Du måste vara inloggad för att redigera användaren

source: User %s not authorized to edit user %s
sv: Användaren %s har inte rättigheter för att redigera användaren %s

source: Have to be logged in to list users
sv: Du måste vara inloggad för att se användarlistan

source: Have to be logged in to list admins
sv: Du måste vara inloggad för att lista admins

source: News feed
sv: Nyhetsflöde

source: My Datasets
sv: Mina datamängder

source: My Organizations
sv: Mina producenter

source: Edit Your Profile
sv: Redigera profil

source: My Profile
sv: Min profil

source: Account Settings
sv: Kontoinställningar

source: Delete Account
sv: Radera användarkonto

source: Users
sv: Användare

source: Organizations
sv: Producenter

source: Publish Public Service
sv: Publicera en offentlig tjänst

source: Publish Interoperability Tools
sv: Publicera beskrivningar och instruktioner för interoperabilitetsverktyg

source: Publish Open Data
sv: Publicera öppna data

source: Publish Data
sv: Publicera data

source: Tags
sv: Nyckelord

source: Organization
sv: Producent

source: Formats
sv: Filformat

source: Producer type
sv: Regional täckning/Producenttyp

source: International Benchmarks
sv: Internationella jämförelser

source: Geographical coverage
sv: Geografisk täckning

source: Collection Types
sv: Typer av datamängder

source: Content Types
sv: Innehållstyper

source: Additional Info
sv: Mer information

source: Valid from
sv: Giltig fr.o.m.

source: Valid till
sv: Giltig t.o.m.

source: Title en
sv: Namn en

source: Title fi
sv: Namn fi

source: Title sv
sv: Namn sv

source: Tag string
sv: Tagg

source: Notes
sv: Beskrivning

source: Content type
sv: Innehållstyp

source: Owner org
sv: Ägarorganisation

source: http://creativecommons.org/licenses/by/4.0/
sv: http://creativecommons.org/licenses/by/4.0/deed.fi

source: http://creativecommons.org/publicdomain/zero/1.0/
sv: http://creativecommons.org/publicdomain/zero/1.0/deed.fi

source: File upload too large
sv: Filen är för stor

source: External
sv: Extern

source: Internal
sv: Intern

source: Created
sv: Skapad

source: Title
sv: Namn

source: Image URL
sv: Bildens URL

source: Image
sv: Logotyp eller illustrationsbild

source: Size
sv: Filstorlek

source: Fullname
sv: Fullständigt namn

source: International benchmarks
sv: Internationella jämförelser

source: eg. Maps
sv: t.ex. Kartor

source: A short and descriptive title for the dataset. Do not utilize dates in the title but instead add multiple time-specific resources to the dataset in the next stage.
sv: En kort och beskrivande rubrik för datamängden. Begränsa inte innehållet i tid i rubriken, utan lägg till tidsbegränsade resurser i nästa steg.

source: A short and descriptive name for the resource.
sv: En kort och beskrivande namn för datamängden

source: Size of the added resouce file in bytes. Will be automatically filled when the file is uploaded.
sv: Filstorlek i byte. Fylls i automatiskt när filen läggs till.

source: File format of the selected resource.
sv: Dataresursens filformat

source: An universal, compact and easy to understand description of the added dataset. Use as confining terms as possible to assist the user to understand what types of data, meters and dimensions the dataset contains.
sv: En allmän, kortfattad och lättbegriplig beskrivning av datamängden. Använd så avgränsande termer som möjligt för att göra det enklare att förstå datamängdens innehåll, som rådata, mätare och dimensioner.

source: Coordinates which describe the area which the added resource is associated with.
sv: Koordinaterna som beskriver det landområde som täcks av dataresursen.

source: The origin of the dataset.
sv: Datamängdens ursprung

source: eg. A detailed description
sv: t.ex. Detaljerad beskrivning

source: eg. every second week
sv: t.ex. varannan vecka

source: Collection type
sv: Typ av datamängd

source: Maintainer email
sv: Administratörens e-post

source: Author email
sv: Upphovsmannens e-post

source: Maintainer website
sv: Administratörens webbplats

source: Select international benchmarks which this dataset belongs to.
sv: Välj de internationella jämförelser som denna datamängd ingår i.

source: Private datasets will only be seen by the logged in users of the dataset's organization. Public datasets will be listed publicly through the search.
sv: Privata datamängder visas endast för inloggade medlemmar i samma organisation. Offentliga datamängder visas för alla användare.

source: The organization which owns the dataset.
sv: Datamängdens ägarorganisation

source: A moment in time after which the data is relevant.
sv: Tidsmässig täckning fr.o.m.

source: A moment in time after which the data is no longer relevant.
sv: Tidpunkt efter vilken informationen inte längre är relevant

source: A string which describes the precision of the entered time series.
sv: Beskrivning av tidsseriens precision

source: eg. 2 weeks
sv: t.ex. 2 veckor

source: eg. joe@example.com
sv: t.ex. joe@example.com

source: Copyright notice
sv: Upphovsrättsmeddelande

source: Select the municipalities from which the dataset contains data.
sv: Välj de kommuner som ingår i datamängden

source: Links to additional information
sv: Länkar till mer information

source: Links to additional information concerning the dataset.
sv: Länkar till mer information om datamängden

source: Update frequency
sv: Uppdateringsfrekvens

source: A short description of how frequently the dataset will get updated.
sv: En kort beskrivning av datamängdens uppdateringsfrekvens

source: Features
sv: Egenskaper

source: Members can only edit their own datasets
sv: Medlemmarna kan endast redigera sina egna datamängder

source: Home page
sv: Startsida

source: Maturity
sv: Mognadsgrad

source: Position coordinates
sv: Koordinater

source: Time series start
sv: Början av tidsserien

source: Time series end
sv: Slutet av tidsserien

source: Time series precision
sv: Tidsseriens precision

source: Temporal granularity
sv: Tidsmässig granularitet

source: Temporal coverage from
sv: Tidsmässig täckning fr.o.m.

source: Temporal coverage to
sv: Tidsmässig täckning t.o.m.

source: Showcase name
sv: Applikationens namn

source: Categories
sv: Kategorier

source: Public administration organization
sv: En organisation inom offentlig förvaltning

source: public_administration_organization
sv: En organisation inom offentlig förvaltning

source: personal_datasets
sv: personliga datamängder

source: State administration
sv: Statsförvaltning

source: Country
sv: Hela landet

source: Region
sv: Landskap

source: Open Data
sv: Öppna data

source: Interoperability Tools
sv: Beskrivningar och instruktioner för interoperabilitetsverktyg

source: Public service
sv: Offentlig tjänst

source: Cities
sv: Kommuner

source: Education - Research
sv: Läroanstalt/forskningsinstitut

source: Enterprise
sv: Företag

source: Person
sv: Privatperson

source: Society - Trust
sv: Förening/stiftelse

source: active
sv: aktiv

source: deleted
sv: raderad

source: draft
sv: utkast

source: Current version
sv: Aktuell version

source: Archived version
sv: Arkiverad version

source: Draft version
sv: Utkast

source: Log in
sv: Logga in

source: Log out
sv: Logga ut

source: Publish Datasets
sv: Publicera datamängder

source: News
sv: Aktuellt

source: About us
sv: Om oss

source: Files
sv: Filer

source: Guide to Open Data
sv: Guide till öppna data

source: User Info
sv: Mina uppgifter

source: Training
sv: Utbildningar

source: Dataset is available at http://www.syke.fi/avointieto
sv: Datamängden finns tillgänglig på http://www.syke.fi/avointieto.

source: Apps
sv: Applikationer

source: Add to group
sv: Lägg till i gruppen

source: There are no groups associated with this dataset
sv: Inga grupper har kopplats till datamängden

source: Remove dataset from this group
sv: Ta bort datamängden från denna grupp

source: Associate this group with this dataset
sv: Koppla denna grupp till denna datamängd

source: Add Group
sv: Lägg till grupp

source: There are currently no groups for this site
sv: Det finns inga grupper för denna webbplats just nu

source: Search groups...
sv: Sök grupper ...

source: Groups
sv: Grupper

source: A little information about my group...
sv: En kort beskrivning av gruppen ...

source: Create a Group
sv: Skapa kategori

source: Create Group
sv: Skapa en kategori

source: My Group
sv: Min grupp

source: Liikenne- ja viestintäministeriö's administrative branch
sv: Kommunikationsministeriets förvaltningsområde

source: Maa- ja metsätalousministeriö's administrative branch
sv: Jord- och skogsbruksministeriets förvaltningsområde

source: Oikeusministeriö's administrative branch
sv: Justitieministeriets förvaltningsområde

source: Opetus- ja kulttuuriministeriö's administrative branch
sv: Undervisnings- och kulturministeriets förvaltningsområde

source: Puolustusministeriö's administrative branch
sv: Försvarsministeriets förvaltningsområde

source: Sisäministeriö's administrative branch
sv: Inrikesministeriets förvaltningsområde

source: Sosiaali- ja terveysministeriö's administrative branch
sv: Social- och hälsovårdsministeriets förvaltningsområde

source: Työ- ja elinkeinoministeriö's administrative branch
sv: Arbets- och näringsministeriets förvaltningsområde

source: Valtioneuvoston kanslia's administrative branch
sv: Statsrådets kanslis förvaltningsområde

source: Valtiovarainministeriö's administrative branch
sv: Finansministeriets förvaltningsområde

source: Ympäristöministeriö's administrative branch
sv: Miljöministeriets förvaltningsområde

source: Ulkoministeriö's administrative branch
sv: Utrikesministeriets förvaltningsområde

source: Administrative Branch Summary
sv: Sammanfattning av förvaltningsområdet

source: Dataset statistics by administrative branch summary
sv: Statistik över datamängder per förvaltningsområde

source: Broken datasets
sv: Brutna datamängder

source: Broken links
sv: Brutna länkar

source: Dataset resource URLs that are found to result in errors when resolved.
sv: URL-adresser till datamängdernas resurser som leder till fel när de öppnas.

source: Openness (Five Stars)
sv: Öppenhet (Fem stjärnor)

source: Datasets graded on Tim Berners-Lee's Five Stars of Openness - openly licensed, openly accessible, structured, open format, URIs for entities, linked.
sv: Datamängder poängsatta efter kriterierna av Tim Berners-Lees Femstjärnemodellen – öppen licens, öppen tillgänglighet, strukturerade, öppet format, enhets-URI:er, länkning.

source: Datasets given a score
sv: Värderade datamängder

source: Score frequencies
sv: Fördelning av stäjrnor

source: Score TBC
sv: Utan värdering

source: Score
sv: Stjärnor

source: Total stars
sv: Totalt stjärnor

source: Average score
sv: Medeltal stjärnor

source: Deprecated datasets
sv: Utgångna datamängder

source: Datasets that have deprecated
sv: Utgångna datamängder

source: Harvester statuses
sv: Harvesterstatusar

source: No jobs yet
sv: Ännu inga körningar.

source: week
sv: förra veckan

source: The dataset amount of the organization is shown beside the organization name.
sv: Antalet datamängder visas intill organisationens namn.

source: Organizations with no datasets are shown in this list only when using the search functionality
sv: Organisationer som saknar datamängder visas på listan endast när man använder sökfunktionen.

source: None - top level
sv: Inget

source: Parent organization
sv: Topporganisation

source: Organization cannot be deleted while it still has datasets
sv: Organisationen kan inte raderas eftersom den har datamängder

source: fi
sv: på finska

source: en
sv: på engelska

source: sv
sv: på svenska

source: Dataset title
sv: Datamängdens namn

source: e.g. Finnish names
sv: t.ex. Finska namn

source: Give a short and descriptive name for the dataset.
sv: Ange en kort och beskrivande namn för datamängden.

source: The URL is created automatically based on the dataset title. You can edit the URL if you want.
sv: Webbadressen skapas automatiskt utifrån namnet. Du kan redigera adressen om du vill.

source: Give a short and descriptive name for the dataset.<br><br>The URL is created automatically based on the dataset title. You can edit the URL if you want.
sv: Ange en kort och beskrivande namn för datamängden. Webbadressen skapas automatiskt utifrån namnet. Du kan redigera adressen om du vill.

source: Dataset description
sv: Beskrivning av datamängden

source: Write a description for the dataset.
sv: Ange en beskrivning för datamängden

source: Describe the dataset’s contents, collection process, quality and possible limits, flaws and applications in a comprehensible way. Use as confining terms as possible to make it easier to find and understand the data.
sv: Beskriv datamängdens innehåll, insamlingsprocess, kvalitet och eventuella begränsningar, brister och tillämpningar på ett lättbegripligt sätt. Använd så avgränsande termer som möjligt för att göra det enklare att hitta datamängden och förstå innehållet.

source: Keywords help users to find your data. Select at least one keyword in Finnish.
sv: Nyckelorden gör det lättare att hitta data. Välj minst ett finskt nyckelord.

source: Select at least one category.
sv: Välj en eller flera kategorier som beskriver applikationen.

source: Dataset additional information
sv: Övrig information om datamängden

source: Dataset visibility
sv: Datamängdens synlighet

source: You can set the visibility to private temporarily for example if the dataset is missing some information. Private datasets are visible to all members of the producer-organisation.
sv: Du kan tillfälligt sätta synligheten för datamängden till privat till exempel om data är bristfälliga. Privata datamängder visas för alla inloggade medlemmar i producentorganisationen.

source: Select a license that suits your needs. We recommend using CC0 or CC BY 4 -licenses.
sv: Välj lämplig licens. Vi rekommenderar licenserna CC0 och CC BY 4.

source: More about the license
sv: Mer om licensen

source: Describe how you want your organisation to be named when using CC BY 4 -license.
sv: Ange hur du vill kalla din organisation när dina CC BY 4-licenserade data används till något.

source: e.g. Data was produced by Finnish Digital Agency
sv: t.ex. Datan är producerade av Myndigheten för digitalisering och befolkningsdata

source: Select which municipalities/cities the data covers.
sv: Välj de kommuner som ingår i datamängden

source: e.g. Tampere
sv: t.ex. Tammerfors

source: Describe how often your data is updated
sv: Ange hur ofta datan uppdateras.

source: e.g. monthly
sv: t.ex. varje månad

source: Add links to one or more websites with additional information about the data.
sv: Lägg till en eller flera webbplatser som ger mer information om datan.

source: Select the dataset publisher (organisation).
sv: Välj den producenten (organisation) som äger datamängden.

source: Dataset producer and maintainer
sv: Datamängdens producent och administratör

source: Dataset maintainer
sv: Datamängdens administratör

source: The dataset maintainer will receive updates about the dataset to the email address specified in this form. We recommend using a general email address instead of the contact information of a single employee. Note that the dataset information can only be managed by registered users with Editor- or Admin-rights in the publishing organisation.
sv: Uppdateringar gällande denna datamängd skickas till den ansvariga på den angivna e-postadressen. Ange helst en allmän e-postadress i stället för kontaktuppgifterna till en enskild anställd. Observera att datamängden kan endast redigeras av registrerade användare med behörighet som redigerare eller administratör i organisationen.

source: e.g. avoindata@dvv.fi
sv: t.ex. avoindata@dvv.fi

source: You can mark dataset as high value dataset
sv: Du kan sätta datamängden som värdefull datamängd. Värdefulla datamängder är offentliga förvaltningens dokument och data som har särsklit värde för samhället, miljön och ekonomin.

source: You can set the state of the dataset back to active.
sv: Du kan sätta datamängdens status till aktiv.

source: Data resource title
sv: Dataresursens namn

source: Write a short and descriptive name for the data resource. If the data covers a specific time frame, mention that in the name.
sv: Ange en kort och beskrivande namn för dataresursen. Om datan endast täcker en viss tidsintervall, uppge detta i namnet.

source: e.g. Most popular Finnish first names 2019
sv: t.ex. de mest populära förnamnen i Finland 2019

source: Resource *
sv: Dataresurs *

source: Add the data resource by uploading a file or adding a link to the data.<br>Select or drag the files here.<br>The maximum file size is 5 Gb. Valid data formats are pdf, jpg, jpeg, png, doc, docx, xls, xlsx, csv, ppt, pptx, odt, ods, txt.<br>Link: Add a link to the data.
sv: Lägg till dataresurs genom att bifoga en fil eller lägga till en länk.<br>Välj en fil eller dra en fil hit.<br>Filen får vara högst 5 GB. Tillåtna filformat: pdf, jpg, jpeg, png, doc, docx, xls, xlsx, csv, ppt, pptx, odt, ods, txt.<br>Länk: Lägg till en länk till datan.

source: Data resource description
sv: Beskrivning av dataresursen

source: Write a description for the resource
sv: Ange en beskrivning för resursen

source: Describe the data clearly and concisely. Use as confining terms as possible to make it easier to find and understand the data.
sv: En kortfattad och lättbegriplig beskrivning av applikationen. Använd så avgränsande termer som möjligt för att göra det enklare att förstå datan.

source: Additional information
sv: Mer information

source: Define a state for the data. This is recommended especially if your dataset has data resources from multiple years.
sv: Du kan fastställa ett status för datan. Det rekommenderas framför allt om din datamängd innehåller dataresurser från flera olika år.

source: Coordinate system
sv: Koordinatsystem

source: If your data includes geographic information, specify the coordinate system it uses.
sv: Ange kartmaterialets koordinatsystem. T.ex. koordinatsystemet för positionsdata.

source: e.g. WGS84 (World Geodetic System 1984)
sv: t.ex. WGS84 (World Geodetic System 1984)

source: Select the time frame by which the data is separated. For example, does the resource include data from every week or month.
sv: Ange hur noggrant datan är separerade i materialet, till exempel om materialet innehåller data från varje vecka eller månad.

source: e.g. a month
sv: t.ex. en månad

source: Time Frame
sv: Tidsram

source: Start date
sv: Startdatum

source: End date
sv: Slutdatum

source: Producer name
sv: Namnet på producent

source: Producer description
sv: Beskrivning av producent

source: Common, compact and plain description about producer
sv: Allmän, kompakt och enkel beskrivning av producent

source: Other information
sv: Övrig information

source: Upload logo
sv: Ladda upp logo

source: notspecified
sv: Ej specificerad

source: Show more collection_type
sv: Vias flera Datamängder

source: Show more vocab_international_benchmarks
sv: Visa mer Internationella Jämförelser

source: Show more vocab_keywords_sv
sv: Visa mer Nyckelord

source: Show more organization
sv: Visa mer Producenter

source: Show more res_format
sv: Visa mer Format

source: Show more source
sv: Visa mer Källor

source: Show more license_id
sv: Visa mer Licenser

source: Show more groups
sv: Visa mer Grupper

source: Show more vocab_platform
sv: Visa mer Plattformar

source: Show less collection_type
sv: Vias färre Datamängder

source: Show less vocab_international_benchmarks
sv: Visa färre Internationella Jämförelser

source: Show less vocab_keywords_sv
sv: Visa färre Nyckelord

source: Show less organization
sv: Visa färre Producenter

source: Show less res_format
sv: Visa färre Format

source: Show less source
sv: Visa färre Källor
