Repository: vrk-kpa/opendata
Catalog: modules/ckanext-ytp-request/i18n/*/LC_MESSAGES/ckanext-ytp-request.po
Languages: sv

source: Unauthorized
sv: Inte auktoriserad

source: Request not found
sv: Begäran hittades inte

source: Integrity Error
sv: Integritetsfel

source: Item not found
sv: Objektet hittades inte

source: New membership request (%(organization)s)
sv: Ny medlemskapsansökan (%(organization)s)

source: User %(user)s (%(email)s) has requested membership to organization %(organization)s. %(link)s Best regards Avoindata.fi support avoindata@vrk.fi
sv: Användaren %(user)s (%(email)s) har ansökt medlemskap i organisationen %(organization)s. %(link)s Bästa hälsningar Avoindata.fi stöd avoindata@vrk.fi

source: Organization membership approved (%(organization)s)
sv: Medlemskapsansökan godkändes (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been approved. Best regards Avoindata.fi support avoindata@vrk.fi
sv: Din ansökan till organisationen %(organization)s med användarrollen %(role)s har godkänts. Bästa hälsningar Avoindata.fi stöd avoindata@vrk.fi

source: Organization membership rejected (%(organization)s)
sv: Medlemskapsansökan till organisationen godkändes ej (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been rejected. Best regards Avoindata.fi support avoindata@vrk.fi
sv: Din medlemskapsansökan till organisationen %(organization)s med användarrollen %(role)s godkändes ej. Bästa hälsningar Avoindata.fi stöd avoindata@vrk.fi

source: Role
sv: Roll

source: As a sysadmin, you already have access to all organizations
sv: Som huvudanvändare har du redan tillgång till alla organisationer

source: You already have a pending request to the organization
sv: Du har redan en avvaktande ansökan till organisationen

source: You are already part of the organization
sv: Du är redan medlem i organisationen

source: Duplicate organization request
sv: En avvaktande ansökan existerar redan

source: Organization
sv: Organisation

source: User is not logged in
sv: Användaren är inte inloggad

source: The user has already a pending request or an active membership
sv: Användaren har redan en ansökan eller en aktiv medlemskap

source: Add Dataset
sv: Lägg till dataset

source: Add open data
sv: Lägg till öppen data

source: Add interoperability tools
sv: Lägg till interoperabilitetsverktyg

source: Add public service
sv: Lägg till offentlig service

source: Request membership
sv: Ansök medlemskap

source: Are you sure you want to end the membership?
sv: Är du säker på att du vill säga upp medlemskapet?

source: Cancel membership
sv: Säg upp medlemskapet

source: Cancel request
sv: Dra tillbaka ansökningen

source: Received membership requests
sv: Mottagna medlemskapsansökningar

source: All received membership requests are listed here. The organization admin can approve or reject requests. To process a request, select edit. Admins can edit the organization, datasets and accept membership requests. Editor can only edit datasets.
sv: Alla mottagna medlemskapsansökningar är listade här. Organisationens administratör kan godkänna eller förkasta ansökningar. För att bearbeta en ansökan, välj redigera. Administratörer kan redigera organisationen, dataseten och godkänna medlemskapsansökningar. Journalister kan endast redigera dataset.

source: User
sv: Användare

source: Approve
sv: Godkänn

source: Reject
sv: Förkasta

source: No requests found.
sv: Inga ansökningar hittades

source: New membership request
sv: Ny medlemskapsansökan

source: Request organization membership
sv: Ansök medlemskap i organisationen

source: You can request to be a member of the organization.
sv: Du kan ansöka medlemskap i organisationen.

source: Select an organization...
sv: Välj en organisation...

source: Send request
sv: Skicka ansökan

source: Organization membership request
sv: Medlemskapsansökan till organisationen

source: This shows a given membership request. Only admins can approve, modify or reject requests.
sv: Här visas medlemskapsansökningen. Om du är organisationens huvudanvändare kan du godkänna eller förkasta ansökningen.

source: State
sv: Status

source: Are you sure you want approve this request?
sv: Är du säker på att du vill godkänna denna ansökan?

source: Are you sure you want reject this request?
sv: Är du säker på att du vill förkasta denna ansökan?
