Repository: vrk-kpa/opendata
Catalog: modules/ckanext-advancedsearch/ckanext/advancedsearch/i18n/*/LC_MESSAGES/ckanext-advancedsearch.po
Languages: sv

source: Datasets
sv: Datamängder

source: Showcases
sv: Applikationer

source: Search terms
sv: Sökord

source: Type what are you searching for
sv: Sök efter...

source: Search target
sv: Sökobjekt

source: All
sv: Alla

source: Only title
sv: Bara rubrik

source: Only description
sv: Endast beskrivning

source: Category
sv: Kategori

source: Publisher
sv: Producent

source: License
sv: Licens

source: Date released
sv: Publiceringsdatum

source: Released before
sv: Publicerad före

source: Released after
sv: Publicerat efter

source: Date updated
sv: Uppdateringsdatum

source: Updated before
sv: Uppdaterat före

source: Updated after
sv: Uppdaterat efter

source: Search datasets
sv: Sök datamängder

source: Show more options
sv: Visa fler sökvillkor

source: Show less options
sv: Visa färre sökvillkor

source: Not selected
sv: Inte markerat

source: Are you sure you want to clear all filters?
sv: Vill du verkligen tömma alla filter?

source: Release interval
sv: publicerad mellan

source: Clear all
sv: Töm alla

source: Advanced search
sv: Avancerad sökning

source: Filters
sv: Filter

source: and
sv: och

source: or
sv: eller

source: Relevance
sv: Relevans

source: Name Ascending
sv: Stigande enligt namn

source: Name Descending
sv: Fallande enligt namn

source: Last Modified
sv: Senast redigerat

source: Date Created Ascending
sv: Stigande enligt skapandedatum

source: Date Created Descending
sv: Fallande enligt skapandedatum

source: Source
sv: Källa

source: Popular
sv: Populärt

source: Sorting
sv: Sortering

source: Filter search
sv: Filtrera sökning

source: Update interval
sv: uppdaterad mellan

source: before
sv: till

source: after
sv: från

source: selected
sv: valt

source: Previous page
sv: Föregående sida

source: Page number:
sv: Sidnummer:

source: Last page
sv: Sista sidan

source: Next page
sv: Nästa sida
