Repository: vrk-kpa/opendata
Catalog: modules/ckanext-ytp_main/ckanext/ytp/i18n/*/LC_MESSAGES/ckanext-ytp_main.po
Languages: fi, sv

source: Only the owner can update a related item
fi: Vain omistaja voi päivittää liittyvän median
sv: Endast ägaren can redigera ett relaterat objekt

source: You must be a sysadmin to change a related item's featured field.
fi: Sinun täytyy olla sysadmin muuttaaksesi tämän kenttää
sv: Du måste vara systemadministratör för att kunna redigera relaterade objektets fält.

source: You must be a sysadmin to create a featured related item
fi: Sinun täytyy olla sysadmin luodaksesi tämän
sv: Du måste vara systemadministratör för att skappa ett framhävt relaterat objekt

source: You must be logged in to add a related item
fi: Sinun täytyy olla kirjautunut lisätäksesi liittyvän median
sv: Du måste vara inloggad för att lägga till ett relaterat objekt

source: User %s not authorized to create public organizations
fi: Käyttäjällä %s ei ole oikeuksia luoda julkisia organisaatioita
sv: Användare %s har ej rättigheter att skapa allmänna organisationer

source: Only registered users can create organizations
fi: Vain rekisteröityneet käyttäjät saavat luoda organisaatioita
sv: Endast registrerade användare kan skapa organisationer

source: User %s is not administrator in the selected parent organization
fi: Käyttäjä %s ei ole ylläpitäjä valitussa yläorganisaatiossa
sv: Användare %s är inte administratör i valda moderorganisationen

source: User %s not authorized to create organizations
fi: Käyttäjällä %s ei ole oikeuksia luoda organisaatioita
sv: Användare %s har ej rättigheter att skapa organisationer

source: User %s is not allowed to change the public organization option
fi: Käyttäjä %s ei voi vaihtaaa julkisen organisaation valintaa
sv: Användaren %s har inte tillåtelse att ändra valet för offentliga organisationen

source: User %s not authorized to edit organization %s
fi: Käyttäjällä %s ei ole oikeuksia muokata organisaatiota %s
sv: Användare %s är inte behörig att redigera organisationen %s

source: Cannot modify dataset because of organization policy
fi: Tietoaineiston muokkaaminen on vastoin organisaation käytäntöjä

source: Dataset was saved successfully.
fi: Tietoaineisto on tallennettu onnistuneesti.
sv: Sparandet av datasetet lyckades.

source: Fill additional info
fi: Täydennä tietoja
sv: Ange tilläggsinformation

source: Add related
fi: Lisää liittyvä sovellus tai esimerkki tietoaineiston käytöstä
sv: Lägg till en relaterad applikation eller ett exempel på hur man använder datasetet

source: Edit or add language versions
fi: Muokkaa tai lisää kieliversioita
sv: Redigera eller lägg till språkversioner

source: Delete
fi: Poista
sv: Ta bort

source: Create Dataset
fi: Luo uusi tietoaineisto
sv: Skapa dataset

source: Unauthorized to read package %s
fi: Ei oikeuksia lukea tietoaineistoa %s
sv: Inte auktoriserad för att läsa paket %s

source: Dataset not found
fi: Tietoaineistoa ei löydy
sv: Datasetet hittades ej

source: User %r not authorized to edit %s
fi: Käyttäjällä %r ei oikeutta muokata %s
sv: Användare %r har inte rättigheter att editera %s

source: Unauthorized to update dataset
fi: Ei oikeuksia päivittää tietoaineistoa
sv: Inte auktoriserad för att updatera dataset

source: The dataset {id} could not be found.
fi: Tietoaineistoa {id} ei löydy.
sv: Datasetet {id} hittades ej.

source: You must add at least one data resource
fi: Sinun täytyy lisätä ainakin yksi aineistolinkki
sv: Du måste lägga till åtminstone en dataresurs

source: Error
fi: Virhe
sv: Fel

source: Unauthorized to create a resource
fi: Ei oikeutta luoda ainestolinkkiä
sv: Inte auktoriserad för att skapa resurs

source: Unauthorized to create a resource for this package
fi: Ei oikeutta luoda ainestolinkkiä tälle tietoaineistolle
sv: Inte auktoriserad för att skapa resurs för detta paket

source: Unauthorized to edit this resource
fi: Ei oikeuksia muokata tätä aineistolinkkiä
sv: Inte auktoriserad för att redigera denna resurs

source: Resource not found
fi: Resurssia ei löytynyt
sv: Resursen hittades ej

source: Related item not found
fi: Näihin liittyviä kohteita ei löytynyt
sv: Relaterade objektet hittades ej

source: Not authorized
fi: Ei oikeutta
sv: Inte auktoriserad

source: Package not found
fi: Tietoaineistoa ei löydy
sv: Paketet hittades ej

source: Related item was successfully created
fi: Tähän liittyvä kohde luotiin onnistuneesti
sv: Relaterade objektet skapades

source: Related item was successfully updated
fi: Tähän liittyvä kohde päivitettiin onnistuneesti
sv: Relaterade objektet redigerades

source: Integrity Error
fi: Eheysvirhe
sv: Integritetsfel

source: Application
fi: Sovellus
sv: Applikation

source: News Article
fi: Uutisartikkeli
sv: Nyhetsartikel

source: Paper
fi: Artikkeli
sv: Papper

source: Post
fi: Kirjoitus
sv: Inlägg

source: Visualization
fi: Visualisointi
sv: Visualisering

source: Group not found
fi: Kategoriaa ei löydy
sv: Kategorin hittades inte

source: User not found
fi: Käyttäjää ei löytynyt
sv: Användaren hittades inte

source: Incorrect web address format detected. Web address must start with http://, https:// or www.
fi: Verkko-osoitteen muoto on virheellinen. Verkko-osoitteen täytyy alkaa muodolla http://, https:// tai www.
sv: Webbadressens format är felaktig. Webbadressen måste börja med http://, https:// eller www.

source: Date format incorrect
fi: Päivämäärän muoto väärä
sv: Datumets format är felaktigt

source: Unnamed resource
fi: Nimetön resurssi
sv: Namnlös resurs

source: Cannot change username
fi: Käyttäjätunnusta ei voi muuttaa
sv: Användarnamnet kan inte ändras

source: Cannot change email
fi: Sähköpostiosoitetta ei voi muuttaa
sv: E-postadressen kan inte ändras

source: Have to be logged in to edit user
fi: Pitää olla kirjautunut sisään muokatakseen käyttäjää
sv: Man måste vara inloggad för att redigera användaren

source: User %s not authorized to edit user %s
fi: Käyttäjällä %s ei ole oikeuksia muokata käyttäjää %s
sv: Användaren %s har inte rättigheter för att redigera användaren %s

source: Have to be logged in to list users
fi: Pitää olla kirjautunut sisään nähdäkseen listan käyttäjistä
sv: Man måste vara inloggad för att se en lista på användare

source: Have to be logged in to list admins
fi: PItää olla sisäänkirjautunut listataksesi ylläpitäjät

source: My Datasets
fi: Minun tietoaineistoni
sv: Mina dataset

source: My Organizations
fi: Minun organisaationi
sv: Mina organisationer

source: Edit Your Profile
fi: Muokkaa henkilötietojasi
sv: Redigera din profil

source: My Profile
fi: Oma profiili
sv: Min profil

source: Account Settings
fi: Käyttäjätilin asetukset
sv: Användarkontots inställningar

source: Delete Account
fi: Poista käyttäjätili
sv: Radera användarkonto

source: Users
fi: Käyttäjät
sv: Användare

source: Organizations
fi: Organisaatiot
sv: Organisationer

source: Publish Public Service
fi: Julkaise julkinen palvelu
sv: Publicera offentlig tjänst

source: Publish Interoperability Tools
fi: Julkaise yhteentoimivuuden kuvauksia ja ohjeita
sv: Publicera interoperabilitetsverktyg

source: Publish Open Data
fi: Julkaise avointa dataa
sv: Publicera öppen data

source: Publish Data
fi: Julkaise dataa
sv: Publicera data

source: Missing value
fi: Puuttuva arvo
sv: Värde saknas

source: High value dataset category
fi: Korkean lisäarvon tietoaineistokategoria

source: Collection Type
fi: Tietoaineisto
sv: Typ av information

source: Tags
fi: Aihe
sv: Taggar

source: Content Type
fi: Sisältötyyppi
sv: Innehållstyp

source: Organization
fi: Organisaatio
sv: Organisation

source: Formats
fi: Tiedostomuoto
sv: Filtyp

source: Source
fi: Lähde
sv: Källa

source: License
fi: Lisenssi
sv: Licens

source: Other
fi: Muu
sv: Annan

source: Additional Info
fi: Lisätiedot
sv: Tilläggsinformation

source: Group title already exists in database
fi: Kategorian otsikko löytyy jo tietokannasta
sv: Titeln för kategorien finns redan i databasen

source: Service charge must be supplied
fi: Palvelun maksullisuus pitää antaa
sv: Tjänstens avgiftsbelagdhet måste anges

source: If there is a service charge, you must supply either the pricing information web address for this service or a description of the service pricing or both
fi: Jos palvelu on maksullinen, pitää sinun antaa hintatiedot verkossa tai kuvaus hinnoista tai molemmat
sv: Om tjänsten är avgiftsbelagd, måste du ange prisinformationen på webben eller en beskrivning om priserna eller båda

source: At least one of the main target groups must to be selected
fi: Vähintään yksi päätason kohdekategoria on valittava
sv: Åtminstone en målkategori från huvudnivån måste väljas

source: Organization does not exist
fi: Organisaatiota ei ole
sv: Organisationen finns inte

source: Invalid organization type
fi: Väärä organisaatiotyyppi
sv: Felaktig organisationstyp

source: Harvested datasets are read-only
fi: Harvestoituja tietoaineistoja voi vain lukea
sv: Skrapade dataset kan endast läsas

source: Login required
fi: Kirjautuminen vaaditaan
sv: Inloggning krävs

source: User %s is not part of any public organization
fi: Käyttäjä %s ei ole osana mitään julkista organisaatiota
sv: Användare %s är inte medlem av någon offentlig organisation

source: Valid from
fi: Voimassa alkaen
sv: Giltig från

source: Valid till
fi: Voimassa päättyen
sv: Giltig till

source: Title en
fi: Nimi en
sv: Titel en

source: Title fi
fi: Nimi fi
sv: Titel fi

source: Title sv
fi: Nimi sv
sv: Titel sv

source: Tag string
fi: Aihe
sv: Tag sträng

source: Notes
fi: Kuvaus
sv: Anteckningar

source: Content type
fi: Sisältötyyppi
sv: Innehållstyp

source: Owner org
fi: Omistava organisaatio
sv: Ägarorganisation

source: Creative Commons Attribution 4.0
fi: Creative Commons Nimeä 4.0
sv: Creative Commons Erkännande 4.0

source: http://creativecommons.org/licenses/by/4.0/
fi: http://creativecommons.org/licenses/by/4.0/deed.fi
sv: http://creativecommons.org/licenses/by/4.0/deed.sv

source: http://creativecommons.org/publicdomain/zero/1.0/
fi: http://creativecommons.org/publicdomain/zero/1.0/deed.fi
sv: http://creativecommons.org/publicdomain/zero/1.0/deed.sv

source: File upload too large
fi: Tiedoston koko on liian suuri
sv: Filuppladdningen är för stor

source: External
fi: Ulkoinen
sv: Extern

source: Internal
fi: Sisäinen
sv: Intern

source: Created
fi: Luotu
sv: Skapad

source: URL
fi: Verkko-osoite
sv: Webbadress

source: Title
fi: Nimi
sv: Namn

source: Image URL
fi: Kuvan verkko-osoite
sv: Bildens webbadress

source: Image
fi: Logo tai kuvituskuva
sv: Logotyp eller bild

source: Size
fi: Tiedostokoko

source: Fullname
fi: Koko nimi
sv: Hela namnet

source: eg. Maps
fi: esim. Kartat

source: A short and descriptive title for the dataset. Do not utilize dates in the title but instead add multiple time-specific resources to the dataset in the next stage.
fi: Lyhyt ja kuvaava otsikko tietoaineistolle. Älä rajaa sisältöä ajallisesti tietoaineiston otsikossa, vaan lisää ajoitettuja resursseja seuraavassa vaiheessa.

source: A short and descriptive name for the resource.
fi: Lyhyt ja kuvaava otsikko resurssille

source: Size of the added resouce file in bytes. Will be automatically filled when the file is uploaded.
fi: Tiedoston koko tavuissa. Täytetään automaattisesti tiedoston lisäämisen yhteydessä.

source: File format of the selected resource.
fi: Resurssin tiedostoformaatti

source: An universal, compact and easy to understand description of the added dataset. Use as confining terms as possible to assist the user to understand what types of data, meters and dimensions the dataset contains.
fi: Yleinen, tiivis ja helppotajuinen kuvaus lisätystä tietoaineistosta. Käytä mahdollisimman rajaavia termejä helpottamaan tietoaineiston sisällön, kuten raakatiedon, mittareiden ja ulottuvuuksien ymmärtämistä.

source: Coordinates which describe the area which the added resource is associated with.
fi: Koordinaatit, jotka kuvaavat resurssin kattamaa maa-aluetta

source: The origin of the dataset.
fi: Tietoaineiston lähde

source: eg. A detailed description
fi: esim. Yksityiskohtainen kuvaus

source: eg. every second week
fi: esim. joka toinen viikko

source: Collection type
fi: Tietoaineiston tyyppi

source: Maintainer email
fi: Ylläpitäjän sähköpostiosoite

source: Author email
fi: Laatijan sähköpostiosoite

source: Maintainer website
fi: Ylläpitäjän verkkosivu

source: Select high value dataset categories which this dataset belongs to
fi: Valitse korkean lisäarvon tietoaineistokategoriat joihin tämä tietoaineisto kuuluu

source: Private datasets will only be seen by the logged in users of the dataset's organization. Public datasets will be listed publicly through the search.
fi: Yksityiset tietoaineistot näkyvät vain saman organisaation kirjautuneille käyttäjille. Julkiset tietoaineistot näytetään kaikille käyttäjille.

source: The organization which owns the dataset.
fi: Tietoaineiston omistava organisaatio

source: A moment in time after which the data is relevant.
fi: Tiedon ajallisen kattavuuden alkuajankohta

source: A moment in time after which the data is no longer relevant.
fi: Tiedon ajallisen kattavuuden päättymisajankohta

source: A string which describes the precision of the entered time series.
fi: Aikasarjan tarkkuuden kuvaus

source: eg. 2 weeks
fi: esim. 2 viikkoa

source: Copyright notice
fi: Tekijänoikeusilmoitus

source: Geographical coverage
fi: Maantieteellinen kattavuus

source: Select the municipalities from which the dataset contains data.
fi: Valitse kunnat joita tietoaineisto koskee

source: Links to additional information
fi: Lisätietoa verkossa

source: Links to additional information concerning the dataset.
fi: Linkkejä lisätietoon aiheesta verkossa

source: Update frequency
fi: Päivitystiheys

source: A short description of how frequently the dataset will get updated.
fi: Lyhyt kuvaus tietoaineiston päivitystiheydestä

source: Features
fi: Ominaisuudet

source: Members can only edit their own datasets
fi: Jäsenet voivat muokata vain omia tietoaineistojaan
sv: Medlemmar kan bara redigera egna dataset

source: Home page
fi: Kotisivu
sv: Hemsidan

source: Position coordinates
fi: Sijaintikoordinaatit

source: Time series start
fi: Aikasarjan alku

source: Time series end
fi: Aikasarjan loppu

source: Time series precision
fi: Aikasarjan tarkkuus

source: Temporal granularity
fi: Ajallinen erottelutarkkuus

source: Temporal coverage from
fi: Ajallisen kattavuuden alkuajankohta

source: Temporal coverage to
fi: Ajallisen kattavuuden loppuajankohta

source: public_administration_organization
fi: Julkisen hallinnon organisaatio
sv: offentlig förvaltningsorganisation

source: personal_datasets
fi: henkilökohtaiset tietoaineistot
sv: personliga dataset

source: civil-service
fi: Valtionhallinto
sv: Statsförvaltningen

source: municipality
fi: Kunta / Kaupunki
sv: Kommun / Stad

source: other-public-service
fi: Muu julkinen palvelu
sv: Andra offentliga organ

source: educational-research-institute
fi: Oppilaitos / tutkimuslaitos
sv: Läroanstalt / Forskningsinstitut

source: company
fi: Yritys
sv: Företag

source: individual
fi: Yksityishenkilö
sv: En individ

source: active
fi: aktiivinen

source: deleted
fi: poistettu

source: draft
fi: luonnos

source: Log in
fi: Kirjaudu
sv: Logga in

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Publish Datasets
fi: Julkaise aineistoja
sv: Publicera dataseten

source: News
fi: Ajankohtaista
sv: Aktuellt

source: About us
fi: Tietoa palvelusta
sv: Om oss

source: Files
fi: Tiedostot
sv: Filer

source: Guide to Open Data
fi: Avoimen datan opas
sv: Guide till Öppna Data

source: User Info
fi: Omat tietoni
sv: Mina uppgifter

source: Training
fi: Koulutukset
sv: Träning

source: Dataset is available at http://www.syke.fi/avointieto
fi: Tietoaineisto on saatavilla osoitteessa http://www.syke.fi/avointieto
sv: Dataseten kommas åt på http://www.syke.fi/avointieto

source: Apps
fi: Sovellukset

source: Add to group
fi: Lisää kategoriaan
sv: Lägg till kategorin

source: There are no groups associated with this dataset
fi: Tietoaineistoon ei ole liitetty kategorioita
sv: Det finns inga kategorier kopplade till detta dataset

source: Remove dataset from this group
fi: Poista tietoaineisto tästä kategoriasta
sv: Ta bort dataset från denna kategori

source: Associate this group with this dataset
fi: Liitä kategoria tähän tietoaineistoon
sv: Koppla denna kategori till detta dataset

source: Add Group
fi: Lisää kategoria
sv: Lägg till kategori

source: There are currently no groups for this site
fi: Sivulla ei ole tällä hetkellä kategorioita.
sv: Det finns för närvarande inga kategorier för denna site

source: Search groups...
fi: Etsi kategorioita...
sv: Sök kategorier...

source: Groups
fi: Kategoriat
sv: Kategorier

source: A little information about my group...
fi: Lyhyt kuvaus kategoriasta
sv: En kort beskrivning om min kategorien

source: Create a Group
fi: Luo kategoria
sv: Skapa kategori

source: Create Group
fi: Luo kategoria
sv: Skapa kategori

source: My Group
fi: Kategoriani
sv: Min kategori

source: Liikenne- ja viestintäministeriö's administrative branch
fi: Liikenne- ja viestintäministeriön hallinnonala
sv: Kommunikationsministeriets förvaltningsområdet

source: Maa- ja metsätalousministeriö's administrative branch
fi: Maa- ja metsätalousministeriön hallinnonala
sv: Jord- och skogsbruksministeriets förvaltningsområdet

source: Oikeusministeriö's administrative branch
fi: Oikeusministeriön hallinnonala
sv: Justitieministeriets förvaltningsområdet

source: Opetus- ja kulttuuriministeriö's administrative branch
fi: Opetus- ja kulttuuriministeriön hallinnonala
sv: Undervisnings- och kulturministeriets förvaltningsområdet

source: Puolustusministeriö's administrative branch
fi: Puolustusministeriön hallinnonala
sv: Försvarsministeriets förvaltningsområdet

source: Sisäministeriö's administrative branch
fi: Sisäministeriön hallinnonala
sv: Inrikesministeriets förvaltningsområdet

source: Sosiaali- ja terveysministeriö's administrative branch
fi: Sosiaali- ja terveysministeriön hallinnonala
sv: Social- och hälsovårdsministeriets förvaltningsområdet

source: Työ- ja elinkeinoministeriö's administrative branch
fi: Työ- ja elinkeinoministeriön hallinnonala
sv: Arbets- och näringsministeriets förvaltningsområdet

source: Valtioneuvoston kanslia's administrative branch
fi: Valtioneuvoston kanslian hallinnonala
sv: Statsrådets kanslis förvaltningsområdet

source: Valtiovarainministeriö's administrative branch
fi: Valtiovarainministeriön hallinnonala
sv: Finansministeriets förvaltningsområdet

source: Ympäristöministeriö's administrative branch
fi: Ympäristöministeriön hallinnonala
sv: Miljöministeriets förvaltningsområdet

source: Ulkoministeriö's administrative branch
fi: Ulkoministeriön hallinnonala
sv: Utrikesministeriets förvaltningsområdet

source: Administrative Branch Summary
fi: Hallinnonalakooste

source: Dataset statistics by administrative branch summary
fi: Tietoaineistotilastoja hallinnonaloittain

source: Broken links
fi: Rikkinäiset linkit

source: Dataset resource URLs that are found to result in errors when resolved.
fi: Tietoaineistojen resurssien viittaamat URLit, joiden avaaminen aiheuttaa virheen.

source: Openness (Five Stars)
fi: Avoimuus (Five Stars)

source: Datasets graded on Tim Berners-Lee's Five Stars of Openness - openly licensed, openly accessible, structured, open format, URIs for entities, linked.
fi: Tietoaineistot arvioituna Tim Berners-Leen Five Stars of Openness -kriteeristöllä - avoin lisenssi, avoin saavutettavuus, rakenteisuus, avoin formaatti, entiteetti-URIt, linkitys.

source: The dataset amount of the organization is shown beside the organization name.
fi: Tietoaineistojen lukumäärä esitetään organisaation nimen vieressä.

source: Organizations with no datasets are shown in this list only when using the search functionality
fi: Organisaatiot, joilla ei ole tietoaineistoja näkyvät listauksessa ainoastaan hakutoimintoa käyttämällä.

source: Required language "%s" missing
fi: Vaadittu käännös "%s" puuttuu

source: Start date is after end date
fi: Alkupäivä on ennen loppupäivää

source: End date is before start date
fi: Loppupäivä on ennen alkupäivää

source: or
fi: tai
sv: eller

source: Upload file
fi: Lataa tiedosto
sv: Ladda upp en fil

source: Link to a URL
fi: Lisää verkko-osoite
sv: Länk till en webbadress

source: This field is required
fi: Pakollinen kenttä
sv: Det här fältet är obligatoriskt

source: Confirm
fi: Vahvista
sv: Bekräfta

source: Cancel
fi: Peruuta
sv: Avbryt

source: Subscribe to comments
fi: Tilaa kommentit sähköpostiin
sv: Prenumerera på kommentarer

source: Unsubscribe from comments
fi: Peruuta kommenttien tilaus
sv: Säg upp prenumeration

source: {num} Dataset
fi: {num} tietoaineisto

source: 0 Datasets
fi: 0 tietoaineistoa

source: Remove
fi: Poista
sv: Ta bort

source: Deleted
fi: Poistettu
sv: Raderad

source: read more
fi: Lisätietoja
sv: läs mera

source: Followers
fi: Seuraajat
sv: Följare

source: Datasets
fi: Tietoaineistot
sv: Dataseten

source: You can use <a href="/en/markdownsyntax" target="_blank">Markdown formatting</a> here
fi: Voit käyttää <a href="/fi/markdownsyntax" target="_blank">tekstin muotoilua</a>
sv: Du kan använda <a href="/sv/markdownsyntax" target="_blank">Markdown-formattering</a> här

source: Custom
fi: Muokattu
sv: Annan

source: Select
fi: Valitse
sv: Välj

source: Save and close
fi: Tallenna ja sulje
sv: Spara och stäng

source: A list of predefined content types can be found below in Finnish. You may, however, add your own additional types if your content doesn't match any of the given types.
fi: Voit valita sisältötyypit alla olevasta vakioitujen sisältötyyppien listasta. Voit halutessasi myös käyttää omia sisältötyyppejä.

source: Content Types
fi: Sisältötyypit

source: Close
fi: Sulje

source: Clear Upload
fi: Tyhjennä lataus
sv: Töm uppladdningen

source: Maximum file size is limited to %(size)s MB.
fi: Tiedoston enimmäiskoko on rajoitettu %(size)s megatavuun.
sv: Maximala filstorleken är begränsad till %(size)s MB

source: Civil Service
fi: Valtionhallinto
sv: Statsförvaltningen

source: Municipality / City
fi: Kunta / Kaupunki
sv: Kommun / Stad

source: Other Public Service
fi: Muu julkinen palvelu
sv: Andra offentliga organ

source: Educational / Research Institute
fi: Oppilaitos / tutkimuslaitos
sv: Läroanstalt / Forskningsinstitut

source: Company
fi: Yritys
sv: Företag

source: Individual
fi: Yksityishenkilö
sv: En individ

source: Association
fi: Yhdistys
sv: Förening

source: Producer type
fi: Tuottajatyyppi
sv: Producenttyp

source: Alternative name
fi: Vaihtoehtoinen nimi
sv: Alternativt namn

source: Period of validity
fi: Voimassaolo
sv: Giltighetstid

source: Contact info
fi: Yhteystiedot
sv: Kontaktinfo

source: Street
fi: Katu/tie
sv: Gata/väg

source: House number
fi: Talon numero
sv: Husnummer

source: Staircase
fi: Porras
sv: Trappa

source: Apartment number
fi: Huoneisto
sv: Lägenhet

source: Zip code
fi: Postinumero
sv: Postnummer

source: Place of Business
fi: Toimipaikka
sv: Driftställe

source: Homepage
fi: Kotisivu
sv: Hemsida

source: Embed link
fi: Upota linkki

source: All Users
fi: Kaikki käyttäjät
sv: Alla användare

source: Show all users
fi: Näytä kaikki käyttäjät

source: User
fi: Käyttäjä
sv: Användare

source: Username
fi: Käyttäjätunnus
sv: Användarnamn

source: Role
fi: Rooli
sv: Roll

source: Email
fi: Sähköposti
sv: E-post

source: Are you sure you want to delete this User?
fi: Haluatko varmasti poistaa tämän käyttäjän?
sv: Vill du verkligen radera denna användare?

source: Edit
fi: Muokkaa
sv: Redigera

source: Close without saving
fi: Sulje tallentamatta
sv: Stäng utan att spara

source: Membership Requests
fi: Jäsenhakemukset
sv: Medlemsansökan

source: My membership requests
fi: Omat jäsenhakemukset
sv: Medlemsansökan

source: Add Organization
fi: Lisää organisaatio
