Repository: vrk-kpa/opendata
Catalog: modules/ckanext-ytp_main/ckanext/ytp/i18n/*/LC_MESSAGES/ckanext-ytp_main.po
Languages: fi, sv

source: If you wish to add an existing user, search for their username below.
fi: Jos haluat lisätä olemassa olevan käyttäjän, etsi häntä käyttäjänimellä.
sv: Om du vill lägga till en existerande användare, sök efter deras användarnamn nedan.

source: Existing User
fi: Olemassa oleva käyttäjä
sv: Existerande användare

source: If you wish to invite a new user, enter their email address.
fi: Jos haluat kutsua uuden käyttäjän, kirjoita kutsuttavan sähköpostiosoite alle.
sv: Om du vill bjuda in en ny användare, ange hennes e-postadress nedan.

source: New User
fi: Uusi käyttäjä
sv: Ny användare

source: Are you sure you want to delete this member?
fi: Haluatko varmasti poistaa tämän jäsenen?
sv: Är du säker på att du vill ta bort denna medlem?

source: Update Member
fi: Päivitä jäsen
sv: Uppdatera medlem

source: Add Member
fi: Lisää jäsen
sv: Lägg till medlem

source: Update Organization
fi: Päivitä organisaatiota
sv: Uppdatera organisation

source: Create Organization
fi: Luo uusi organisaatio
sv: Skapa organisation

source: Members
fi: Jäsenet
sv: Medlemmar

source: Manage
fi: Muokkaa
sv: Redigera

source: Activity Stream
fi: Tapahtumatiedot
sv: Aktivitetsflöde

source: About
fi: Tietoja
sv: Om

source: What are Organizations?
fi: Mitä organisaatiot ovat?
sv: Vad är organisationer?

source: CKAN Organizations are used to create, manage and publish collections of datasets.
fi: CKAN organisaatioita käytetään tietoaineistojen ja aineistokokoelmien luomiseen, hallinnointiin ja julkaisemiseen.
sv: CKAN-organisationer används för att skapa, hantera och publicera samlingar av dataset.

source: Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
fi: Käyttäjillä voi olla organisaatioissa eri rooleja ja eri tasoisia käyttöoikeuksia tietoaineistojen luomiseen, muokkaamiseen ja julkaisemiseen.
sv: Användare kan ha olika roller inom en organisation, beroende på deras rättigheter att skapa, redigera och publicera.

source: Some of the organizations listed here are automatically created. To create a public administration organization, please contact avoindata@vrk.fi.
fi: Osa listatuista organisaatioista on automaattisesti luotu. Jos haluat luoda julkishallinnon organisaation, ota yhteyttä avoindata@vrk.fi.
sv: Några av de organisationer som anges här har skapats automatiskt. Kontakta avoindata@vrk.fi för att skapa offentliga sektorns organisationer.

source: The number next to each organization depicts the total amount of datasets per organization and includes suborganizations.
fi: Numero organisaation vieressä kuvaa tietoaineistojen summaa organisaatiosta ja sen alaorganisaatioista.
sv: Numret bredvid varje organisation visar den totala mängden av datamängder för varje organisation (inkluderar underorganisationer).

source: If organization or its suborganizations do not have datasets, the organization branch is not shown in the tree, but it can be found with the search.
fi: Jos organisaatiolla tai sen alaorganisaatiolla ei ole tietoaineistoja, organisaatiohaaraa ei näytetä puussa, mutta organisaatio on löydettävissä haulla.
sv: Om organisation eller dess underorganisationer inte har dataseten, filial visas inte i trädet, men de kan hittas med sökningen.

source: Name
fi: Nimi
sv: Namn

source: My Organization
fi: Minun organisaationi
sv: Min organisation

source: my-organization
fi: Organisaationi
sv: min-organisation

source: Description
fi: Kuvaus
sv: Beskrivning

source: A little information about my organization...
fi: Hieman lisätietoa organisaatiostani...
sv: Lite information om min organisation...

source: State
fi: Tila
sv: Tillstånd

source: Active
fi: Aktiivinen
sv: Aktiv

source: Parent
fi: Yläorganisaatio
sv: Huvudorganisation

source: Only Admin of the parent organization can control the hierarchy.
fi: Vain yläorganisaation ylläpitäjä voi hallinnoida organisaatiohierarkiaa.
sv: Endast moderorganisationens administratör kan administrera organisationshierarkin.

source: None - top level
fi: Ei mitään
sv: Ingen - toppnivå

source: Public administration organization
fi: Julkisen hallinnon organisaatio
sv: Offentlig förvaltningsorganisation

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

source: Select a producer type...
fi: Valitse tuottajatyyppi...
sv: Välj producenttyp..

source: YYYY-MM-DD
fi: VVVV-KK-PP
sv: ÅÅÅÅ-MM-DD

source: Address
fi: Osoite
sv: Adress

source: Example street 1 apartment 5
fi: Esimerkkikatu 1 as. 5
sv: Exempelgata 1 lägenhet 5

source: Example City
fi: Esimerkkikaupunki
sv: Exempelstad

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
fi: Haluatko varmasti poistaa tämän organisaation? Tämä poistaa kaikki julkiset ja yksityiset tietoaineistot, jotka kuuluvat tälle organisaatiolle.
sv: Vill du verkligen radera denna organisation? Detta kommer att radera alla publika och privata dataset som hör till denna organisation.

source: Update
fi: Päivitä
sv: Uppdatera

source: Are you sure you want to delete this dataset?
fi: Haluatko varmasti poistaa tietoaineiston?
sv: Är du säker på att du vill ta bort denna dataset?

source: Additional data
fi: Lisätietoja
sv: Tilläggsinformation

source: Add data
fi: Lisää dataa
sv: Lägg till data

source: Private
fi: Yksityinen
sv: Privat

source: Edit resource
fi: Muokkaa aineistolinkkiä
sv: Redigera resurs

source: View
fi: Katsele
sv: Granska

source: API Endpoint
fi: API-päätepiste
sv: API slutpunkt

source: Open
fi: Avaa
sv: Öppen

source: Download
fi: Lataa
sv: Ladda ner

source: From the dataset abstract
fi: Tietoaineiston yhteenvedosta
sv: Av datasetets sammandrag

source: Source: <a href="%(url)s">%(dataset)s</a>
fi: Lähde: <a href="%(url)s">%(dataset)s</a>
sv: Källa: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
fi: Resurssille ei ole lisätty näkymiä

source: Extra information
fi: Lisätietoja
sv: Tilläggsinformation

source: Last updated
fi: Viimeisin päivitys
sv: Senast uppdaterad

source: unknown
fi: tuntematon
sv: okänd

source: Format
fi: Muoto

source: Temporal Granularity
fi: Ajallinen mittausväli
sv: Tidsmässig mätinterval

source: Update Frequency
fi: Päivittymisväli
sv: Uppdateringsfrekvens

source: Temporal Coverage
fi: Katettu ajanjakso
sv: Tidsmässig täckning

source: Technical extra information
fi: Tekniset lisätiedot
sv: Teknisk tilläggsinformation

source: Stats
fi: Tilastot
sv: Statistik

source: Last 30 days, updated daily
fi: Viimeiset 30 päivää, päivitetään päivittäin
sv: Senaste 30 dagarna, uppdateras dagligen

source: All time downloads:
fi: Latauksia kaikkiaan:
sv: Totalt nedladdningar:

source: Year
fi: Vuosi
sv: År

source: Downloads
fi: Latauksia
sv: Nedladdningar

source: Add Dataset
fi: Lisää tietoaineisto
sv: Lägg till dataset

source: Add open data
fi: Lisää avoin data
sv: Lägg till öppen data

source: Add interoperability tools
fi: Lisää yhteentoimivuuden kuvaus tai ohje
sv: Lägg till interoperabilitetsverktyg

source: Add public service
fi: Lisää julkinen palvelu
sv: Lägg till offentlig tjänst

source: Relevance
fi: Relevanssi
sv: Relevans

source: Name Ascending
fi: Nimen mukaan nousevasti
sv: Namn i stigande ordning

source: Name Descending
fi: Nimen mukaan laskevasti
sv: Namn i nedstigande ordning

source: Last Modified
fi: Viimeksi muokattu
sv: Senast redigerad

source: Popular
fi: Suosittu
sv: Popularitet

source: API Docs
fi: API-dokumentaatio
sv: API dokumentation

source: full {format} dump
fi: täysi {format} dumppi

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
fi: Voit käyttää rekisteriä myös %(api_link)s avulla (katso myös %(api_doc_link)s) tai ladata tiedostoina %(dump_link)s.
sv: Du har också tillgång till detta register genom %(api_link)s (se %(api_doc_link)s) eller ladda ned %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
fi: Voit käyttää rekisteriä myös %(api_link)s avulla (katso myös %(api_doc_link)s).
sv: Du har också tillgång till detta register genom %(api_link)s (se %(api_doc_link)s).

source: Field
fi: Kenttä

source: Value
fi: Arvo

source: Author
fi: Laatija
sv: Skapare

source: Maintainer
fi: Ylläpitäjä
sv: Förvaltare

source: Content Link
fi: Sisältölinkki
sv: Innehållslink

source: License Not Specified
fi: Lisenssiä ei ole määritelty
sv: Ingen licens specifierad

source: Dataset Quality
fi: Tietoaineiston laatu
sv: Datasetets kvalitet

source: Resource Quality
fi: Aineistolinkin laatu
sv: Materiallänkskvalitet

source: Metadata Quality
fi: Metatietojen laatu
sv: Metadatas kvalitet

source: Dataset's Resource Quality is the highest rating from the resources. It is automatically calculated and if it is zero, resources are unavailable or unknown type. Metadata Quality rating takes field completeness, visits, resource downloads, comments and translations into consideration.
fi: Tietoaineiston laatu on korkein arvostelu aineistolinkeistä. Se on automaattisesti laskettu ja jos se on nolla, aineistolinkit ovat saavuttamattomissa tai ovat tuntematonta tyyppiä. Metatietojen laatuluokitus ottaa huomioon täytettyjen tietokenttien määrän, sivukäynnit, tietoaineiston lataukset, kommentit ja käännökset.

source: Downloads during year
fi: Latauksia vuonna

source: All time visits:
fi: Sivunäyttöjä kaikkiaan:
sv: Sidvisningar totalt:

source: Visits
fi: Sivunäytöt
sv: Sidvisningar

source: Change log
fi: Muutoshistoria
sv: Versionshistorik

source: Dataset
fi: Tietoaineisto

source: Resource
fi: Aineistolinkki
sv: Materiallänk

source: Show change log
fi: Näytä muutoshistoria
sv: Visa versionshistorik

source: Social
fi: Sosiaalinen

source: To the extent possible under law <a rel="dct:publisher" href="%(creator_url)s" > <span property="dct:title">%(creator)s</span></a> has waived all copyright and related or neighboring rights to <a href="%(content_url)s" > <span property="dct:title">%(content_title)s</span></a>.
fi: Lain sallimissa rajoissa <a rel="dct:publisher" href="%(creator_url)s" > <span property="dct:title">%(creator)s</span></a> luopuu kaikista tekijänoikeuksista ja lähioikeuksista teokseen<a href="%(content_url)s" > <span property="dct:title">%(content_title)s</span></a>.
sv: I enlighet med vad som är tillåtet enligt lag, avstår <a rel="dct:publisher" href="%(creator_url)s" > <span property="dct:title">%(creator)s</span></a> från alla rättigheter och närstående rättigheter till <a href="%(content_url)s" > <span property="dct:title">%(content_title)s</span></a>.

source: <span xmlns:dct="http://purl.org/dc/terms/" href="http://purl.org/dc/dcmitype/Dataset" property="dct:title" rel="dct:type"> <a xmlns:cc="http://creativecommons.org/ns#" href="%(attribution_url)s" property="cc:attributionName" rel="cc:attributionURL">%(content_title)s</a></span> by <a href="%(creator_url)s" >%(creator)s</a> is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/4.0/"> Creative Commons Attribution 4.0 International License</a>.
fi: <a href="%(creator_url)s" >%(creator)s</a> on julkaissut <span xmlns:dct="http://purl.org/dc/terms/" ⇥href="http://purl.org/dc/dcmitype/Dataset" ⇥property="dct:title" rel="dct:type"><a xmlns:cc="http://creativecommons.org/ns#" href="%(attribution_url)s" property="cc:attributionName" ⇥rel="cc:attributionURL">%(content_title)s</a></span> -tietoaineiston lisenssillä <a rel="license" href="http://creativecommons.org/licenses/by/4.0/deed.fi"> Creative Commons Nimeä 4.0 Kansainvälinen</a>.
sv: <span xmlns:dct="http://purl.org/dc/terms/" ⇥href="http://purl.org/dc/dcmitype/Dataset" ⇥property="dct:title" rel="dct:type"> <a xmlns:cc="http://creativecommons.org/ns#" href="%(attribution_url)s" property="cc:attributionName" ⇥rel="cc:attributionURL">%(content_title)s</a></span> av <a href="%(creator_url)s" >%(creator)s</a> är licensierad under <a rel="license" href="http://creativecommons.org/licenses/by/4.0/deed.sv"> Creative Commons Erkännande 4.0 Internationell</a>.

source: Open Data
fi: Avoin data
sv: Öppen data

source: Interoperability Tools
fi: Yhteentoimivuuden kuvaukset ja ohjeet
sv: Interoperabilitetsverktyg

source: Public Service
fi: Julkinen palvelu
sv: Offentlig tjänst

source: e.g., a descriptive title
fi: esim. kuvaava nimike
sv: t.ex. en beskrivande titel

source: e.g., my-dataset
fi: esim. minun-tietoaineisto
sv: t.ex. mitt-dataset

source: e.g., some useful notes about the data
fi: esim. hyödyllisiä huomioita datasta
sv: t.ex. nyttiga anmärkningar om datan

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
fi: Lisenssien määritykset ja lisätiedot löydät osoitteesta <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
sv: Licensernas definitioner och tillägsinformation kan hittas på <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Copyright Notice
fi: Tekijänoikeusilmoitus
sv: Upphovsrättsmeddelande

source: Additional information concerning copyright
fi: Lisätietoja tekijänoikeuksista
sv: Tilläggsinformation gällande upphovsrätten

source: e.g., economy, mental health, government
fi: esim. talous, henkinen terveys, valtio
sv: t.ex. ekonomi, psykisk hälsa, staten

source: Select an organization...
fi: Valitse organisaatio...
sv: Välj en organisation...

source: Visibility
fi: Näkyvyys
sv: Synlighet

source: Public
fi: Julkinen
sv: Offentlig

source: Draft
fi: Vedos
sv: Utkast

source: A list of predefined content types can be found here
fi: Täältä löydät listan vakioiduista sisältötyypeistä
sv: En lista av angivna innehållstyper

source: e.g., Open Data
fi: esim. Avoin data
sv: t.ex. Öppen data

source: Extra information at website
fi: Lisätietoja verkkosivulla
sv: Tilläggsinformation på webbsidan

source: Basic Information
fi: Perustiedot
sv: Basuppgifter

source: Resources
fi: Aineistolinkit
sv: Resurser

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
fi: Tärkeää: lisäämällä sisältöä sitoudut julkaisemaan lisäyksesi Open Database lisenssin alla.
sv: Viktigt: genom att skicka innehåll tillåter du att dina kontributioner släpps ut under Open Database -licensen.

source: Next: Add Data
fi: Seuraavaksi: Lisää dataa
sv: Till näst: lägg till data

source: Author Email
fi: Laatijan sähköpostiosoite
sv: Skaparens e-post

source: Filled automatically
fi: Täytetään automaattisesti
sv: Fylls automatiskt

source: Owner
fi: Omistaja
sv: Ägare

source: Maintainer Email
fi: Ylläpitäjän sähköposti
sv: Förvaltarens e-post

source: Relates to this
fi: Liittyy tähän
sv: Associerad med denna

source: Based on this
fi: Perustuu tähän
sv: Är baserad på denna

source: Modification of this
fi: Muunnelma tästä
sv: Variation av denna

source: Supplements this
fi: Täydentää tätä
sv: Att komplettera detta

source: Included in
fi: Sisältyy tähän
sv: Ingår i detta

source: Included this
fi: Sisälsi tämän
sv: Inkluderade denna

source: No description for this related component
fi: Ei kuvausta tälle liittyvälle komponentille
sv: Ingen beskrivning för denna relaterade komponent

source: Related Components
fi: Liittyvät komponentit
sv: Relaterade komponenter

source: Add Related Component
fi: Lisää liittyvä komponentti
sv: Lägg till en relaterad komponent

source: <p class="empty">Do you know apps based on this dataset? Add them by logging in.
fi: <p class="empty">Tiedätkö sovelluksia, jotka käyttävät tätä tietoaineistoa? Lisää ne kirjautumalla sisään.
sv: <p class="empty">Vet du applikationer baserade på detta dataset? Lägg till dem genom att logga in.

source: Are you sure you want to delete this resource?
fi: Haluatko varmasti poistaa tämän aineistolinkin?
sv: Är du säker på att du vill ta bort denna resurs?

source: Update Resource
fi: Päivitä aineistolinkki
sv: Uppdatera materiallänken

source: e.g., January 2011 Gold Prices
fi: esim. kullan hinta tammikuussa 2011
sv: t.ex. guldens pris i januari 2011

source: Some useful notes about the data
fi: Hyödyllisiä merkintöjä datasta
sv: Nyttiga anmärkningär om datan

source: e.g., CSV, XML or JSON
fi: esim. CSV, XML tai JSON
sv: t.ex. CSV, XML eller JSON

source: File format will be guessed automatically if left empty.
fi: Tiedoston muoto arvataan automaattisesti, mikäli kenttä jää tyhjäksi.
sv: Filformatet gissas automatiskt om det lämnas tomt.

source: e.g., a year, 2 months
fi: esim. vuosi, 2 kuukautta
sv: t.ex. ett år, 2 månader

source: Add another resource
fi: Lisää toinen aineistolinkki
sv: Lägg till en annan materiallänk

source: Save
fi: Tallenna
sv: Spara

source: No description for this resource
fi: Ei kuvausta tälle resurssille
sv: Ingen beskrivning för denna materiallänk

source: Explore
fi: Tutki
sv: Explorera

source: Preview
fi: Esikatselu
sv: Förhandsvisa

source: More information
fi: Lisää tietoa
sv: Mera information

source: Go to resource
fi: Mene aineistolinkkiin
sv: Gå till resurs

source: Download as CSV
fi: Lataa CSV:nä
sv: Ladda som CSV

source: Embed
fi: Upota

source: This resource view is not available at the moment.
fi: Resurssinäkymä ei ole tällä hetkellä saatavilla

source: Embed resource view
fi: Upota resurssinäkymä

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a>
fi: <p class="empty">Tietoaineistossa ei ole dataa, <a href="%(url)s">mikset lisäisi dataa?</a>
sv: <p class="empty">Datasetet innehåller ingen data, <a href="%(url)s">lägg till något?</a>

source: Send feedback about this dataset
fi: Anna palautetta tästä tietoaineistosta
sv: Skicka kommentarer om detta dataset

source: Feedback
fi: Anna palautetta

source: <p class="empty">Not possible to send feedback on this dataset since there is no valid maintainer.</p>
fi: <p class="empty">Tietoaineistosta ei voi lähettää palautetta, koska aineistolla ei ole ylläpitäjää.</p>
sv: <p class="empty">Det går inte att skicka feedback på detta dataset eftersom ingen uppräthåller datasetet.</p>

source: Languages
fi: Kielet
sv: Språk

source: Availability
fi: Saatavuus
sv: Tillgänglighet

source: Are you sure you want to change the original language? This will remove the target language translations.
fi: Oletko varma, että haluat vaihtaa alkuperäiskielen? Tämä poistaa kohdekielten käännökset.
sv: Är du säker på att du vill ändra originalspråket? Detta tar bort målspråkens översättningar.

source: Are you sure you want to remove the language? The language's translations will be removed.
fi: Oletko varma, että haluat poistaa kielen? Kielen kaikki käännökset poistetaan.
sv: Är du säker på att du vill ta bort språket? Språkets alla översättningar tas bort.

source: Languages versions
fi: Kieliversiot
sv: Språkversioner

source: Original language
fi: Alkuperäiskieli
sv: Originalspråk

source: Not set
fi: Ei asetettu
sv: Ovald

source: Finnish
fi: Suomi
sv: Finska

source: English
fi: Englanti
sv: Engelska

source: Swedish
fi: Ruotsi
sv: Svenska

source: Translate
fi: Lisää kieli
sv: Översätt

source: Publish Service
fi: Julkaise palvelu
sv: Publicera offentliga tjänster

source: Edit content
fi: Muokkaa sisältöä
sv: Redigera innehållet

source: Create Service
fi: Luo palvelu
sv: Skapa tjänst

source: Update Dataset
fi: Päivitä tietoaineisto
sv: Uppdatera dataset

source: Alternative Title
fi: Vaihtoehtoinen nimi
sv: Alternativt namn

source: National
fi: Valtakunnallinen
sv: Nationell

source: Regional or local
fi: Alueellinen tai paikallinen
sv: Regionell eller lokal

source: Service provision
fi: Palveluntarjonta
sv: Tillhandahållandet av tjänster

source: Municipalities, where service is provided
fi: Kunnat, joissa palvelu tarjotaan
sv: Kommunerna där tjänsten tillhandahålls

source: Life situation
fi: Elämäntilanne
sv: Livssituation

source: Target groups
fi: Kohdekategoriat
sv: Målkategori

source: Requirements for using the service
fi: Käytön edellytykset
sv: Användningsvillkor för denna tjänst

source: Production
fi: Tuottaminen
sv: Produktion

source: Service Details
fi: Lisätiedot
sv: Tilläggsinformation

source: Service Channels
fi: Palvelukanavat
sv: Tjänstekanaler

source: Previous
fi: Edellinen
sv: Föregående

source: Next
fi: Seuraava
sv: Följande

source: Self-produced services
fi: Itse tuotetut palvelut
sv: Självproducerade tjänster

source: Purchased services
fi: Ostopalvelut
sv: Köpta tjänster

source: Services paid with a service voucher
fi: Palvelusetelillä maksettavat palvelut
sv: Tjänster betalda med servicesedlar

source: Supported services
fi: Tuetut palvelut
sv: Stödda tjänster

source: Production type
fi: Toteutustapa
sv: Produktionsmetod

source: Responsible organization
fi: Järjestäjä / vastuutaho
sv: Arrangör / ansvarig

source: Service cluster
fi: Palvelukokonaisuus
sv: Tjänstehelhet

source: Service provider (if other than responsible organization)
fi: Palvelun tuottaja, jos eri kuin järjestäjä
sv: Tjänsteleverantör (om annan än arrangören)

source: Service class
fi: Palveluluokitus
sv: Klassificering av tjänsten

source: Email address
fi: Sähköpostiosoite
sv: E-postadress

source: Telephone number
fi: Puhelinnumero
sv: Telefonnummer

source: Postall address
fi: Postiosoite
sv: Postadress

source: Floor and room number
fi: Kerros ja huonenumero
sv: Våning och rumsnummer

source: Postal Box
fi: Postilaatikko
sv: Postbox

source: Postal Number
fi: Postinumero
sv: Postnummer

source: Post office
fi: Postitoimisto
sv: Postkontor

source: Are you sure you want to remove selected resource?
fi: Oletko varma, että haluat poistaa valitut resurssit?
sv: Är du säker på att du vill ta bort den valda resursen?

source: Postal Address
fi: Postiosoite
sv: Postadress

source: Yes, where?
fi: Kyllä, minne?
sv: Ja, vart?

source: Unknown
fi: Ei tiedossa
sv: Okänd

source: Is there electronic delivery of decisions and documents?
fi: Saako palvelusta päätökset ja asiakirjat sähköisesti?
sv: Får man besluten och dokumenten i elektronisk format från tjänsten?

source: Where?
fi: Minne?
sv: Vart?

source: Yes, how?
fi: Kyllä, miten?
sv: Ja, hur?

source: Can the customer communicate digitally in the service?
fi: Voiko käyttäjä viestiä palvelussa sähköisesti?
sv: Kan användaren kommunicera digitalt i tjänsten?

source: How?
fi: Miten?
sv: Hur?

source: Service charge
fi: Maksullisuus
sv: Avgiftsbelagdhet

source: Charges apply
fi: Maksullinen
sv: Avgiftsbelagd

source: Free of charge
fi: Maksuton
sv: Kostnadsfri

source: No information
fi: Ei tiedossa
sv: Ingen information

source: Pricing information for this service (web address)
fi: Hintatiedot palvelulle (verkko-osoite)
sv: Prisinformation för tjänsten (webbadress)

source: Description of service pricing
fi: Kuvaus hinnoista
sv: Prisbeskrivning

source: Processing times
fi: Käsittelyajat
sv: Behandlingstid

source: Estimate of processing time
fi: Arvio palveluun liittyvän asian käsittelyajasta
sv: Uppskattad behandlingstid

source: Main time of the year for using this service
fi: Palvelun käytön pääajankohta vuodessa
sv: Huvudsakliga användningstiden för tjänsten under året

source: Estimated average service time per customer
fi: Palvelun arvioitu kesto per asiakas
sv: Uppskattad betjäningstid per kund

source: Remote Service (video connection)
fi: Etäpalvelu (videoyhteys)
sv: Fjärrtjänst (videoförbindelse)

source: Remote service available
fi: Etäpalvelu saatavilla
sv: Fjärrtjänst tillgänglig

source: No remote service
fi: Ei etäpalvelua
sv: Ingen fjärrtjänst

source: Status not available
fi: Ei tiedossa
sv: Okänd

source: Remote service
fi: Etäpalvelu
sv: Fjärrtjänst

source: Estimated average remote service time per customer
fi: Etäpalvelun arvioitu kesto per asiakas
sv: Uppskattad betjäningstid per kund för fjärrtjänst

source: Add
fi: Lisää
sv: Lägg till
