Repository: vrk-kpa/opendata
Catalog: modules/ckanext-ytp_main/ckanext/ytp/i18n/*/LC_MESSAGES/ckanext-ytp_main.po
Languages: fi, sv

source: Related Form
fi: Liittyvän komponentin lomake
sv: Relaterat formulär

source: What are related components?
fi: Mitä ovat liittyvät komponentit?
sv: Vilka är de relaterade komponenterna?

source: <p>Related Component is any app, article, visualisation or idea related to this dataset.</p> <p>For example, it could be a custom visualisation, pictograph or bar chart, an app using all or part of the data or even a news story that references this dataset.</p>
fi: <p>"Liittyvä komponentti" on mikä tahansa tietoaineistoon liittyvä sovellus, artikkeli, visualisaatio tai idea.</p> <p>Se voi olla esimerkiksi infograafi, kaavio tai sovellus, joka käyttää tietoaineistoa tai sen osaa. Liittyvä komponentti voi olla jopa uutinen, joka viittaa tähän tietoaineistoon.</p>
sv: <p>En relaterad komponent är vilken som helst applikation, artikel, visualisering eller idé som är relaterad till datasetet.</p> <p>Till exempel kan det vara en visualisering, grafik, applikation eller t.o.m. en nyhetsartikel som refererar till datasetet.</p>

source: Edit related component
fi: Muokkaa liittyvää komponenttia
sv: Redigera relaterade komponentet

source: Edit Related
fi: Muokkaa liittyvää komponenttia
sv: Redigera relaterade

source: Edit Related Component
fi: Muokkaa liittyvää komponenttia
sv: Redigera relaterad komponent

source: Create a related component
fi: Luo liittyvä komponentti
sv: Skapa en relaterad komponent

source: Create Related Component
fi: Luo liittyvä komponentti
sv: Skapa en relaterad komponent

source: My Related Component
fi: Minun liittyvä komponenttini
sv: Mitt relaterade komponent

source: A little information about the item...
fi: Vähän lisätietoa osiosta...
sv: Lite information om objektet...

source: Related by
fi: Liittymistapa
sv: Relaterade genom

source: Choose
fi: Valitse
sv: Välj

source: Includes this
fi: Sisältää tämän
sv: Inkluderar detta

source: Type
fi: Tyyppi
sv: Typ

source: Are you sure you want to delete this related component?
fi: Haluatko varmasti poistaa tämän liittyvän komponentin?
sv: Är du säker på att du vill ta bort denna relaterade komponent?

source: Dataset count
fi: Tietoaineistojen lukumäärä

source: New datasets
fi: Uusia tietoaineistoja

source: Avg. openness score
fi: Laatu

source: Data formats
fi: Aineistossa käytetyt tiedostomuodot

source: Last month
fi: Viime kuussa

source: Last 6 months
fi: Viim. 6kk

source: Dataset counts are based on submission statistics from avoindata.fi. Open data quality rating is based on a metricdevised by Tim Berners-Lee in 2010 for evaluating open data. More information on the metric is available at <a href="http://5stardata.info">http://5stardata.info</a>.
fi: Tietoaineistot on laskettu avoindata.fi-palvelusta löytyvien tietoaineistojen mukaan. Avoimen datan laatupisteitys perustuu Tim Berners-Leen vuonna 2010 kehittämään avoimen datan luokitteluun. Tästä on saatavissa lisätietoja esimerkiksi verkko-osoitteesta <a href=\"http://5stardata.info\">http://5stardata.info</a>.

source: Showcase submit
fi: Ilmoita sovellus

source: New application
fi: Uusi sovellus

source: Inform us about an application, web page or visualization that you'be created with the form below and we will add it to application gallery.
fi: Kerro meille luomastasi sovelluksesta, verkkosivusta tai visualisaatiosta allaolevalla lomakkeella, niin lisäämme sen sovellusgalleriaan.

source: Submitter info
fi: Ilmoittajan tiedot

source: Name of the submitter
fi: Ilmoittajan nimi

source: Submitter email
fi: Ilmoittajan sähköpostiosoite

source: Submit
fi: Lähetä
sv: Skicka

source: Embed Data Viewer
fi: Upota tietonäkymä

source: Show More
fi: Lue lisää

source: There are no {facet_type} that match this search
fi: Hakutulokset eivät sisällä "{facet_type}"-kenttiä

source: Home
fi: Etusivu
sv: Framsida

source: No License Provided
fi: Lisenssiä ei annettu
sv: Ingen licens angiven

source: This dataset satisfies the Open Definition.
fi: Tämä tietoaineisto täyttää Open Definition määrittelyn
sv: Det här datasetet uppfyller "The Open Definition"

source: There is no description for this organization
fi: Tällä organisaatiolla ei ole kuvausta
sv: Det finns ingen beskriving för organisationen

source: Search datasets...
fi: Etsi tietoaineistoista...
sv: Sök i dataseten...

source: Order by
fi: Järjestäminen
sv: Sortera enligt

source: Go
fi: Siirry
sv: Kör

source: <p class="extra">Please try another search or change search facets.</p>
fi: <p class="extra">Kokeile syöttämällä eri hakusanat tai muuta valitsemiasi hakuehtoja.</p>
sv: <p class="extra">Försök en annan sökning eller ändra på dina sökkriterier.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
fi: <p><strong>Etsinnässä tapahtui virhe.</strong> Yritä uudelleen.</p>
sv: <p><strong>Ett fel uppstod under sökningen.</strong> Var vänlig och försök på nytt.</p>

source: Toggle menu
fi: Valinnat
sv: Meny

source: {number} dataset found for "{query}"
fi: Haulla "{query}" löytyi {number} tietoaineisto
sv: {number} dataset hittades för söktermen "{query}"

source: No datasets found for "{query}"
fi: Haulla "{query}" ei löytynyt tietoaineistoja
sv: Inga dataset hittades med söktermen "{query}"

source: {number} dataset found
fi: Löytyi {number} tietoaineisto
sv: {number} dataset hittades

source: No datasets found
fi: Tietoaineistoja ei löytynyt
sv: Inga dataset hittades

source: {number} group found for "{query}"
fi: Haulla "{query}" löytyi {number} kategoria
sv: {number} grupp hittades för söktermen "{query}"

source: No groups found for "{query}"
fi: Haulla "{query}" ei löytynyt kategorioita
sv: Inga kategorier hittades med söktermen "{query}"

source: {number} group found
fi: Löytyi {number} kategoria
sv: {number} grupp hittades

source: No groups found
fi: Kategorioita ei löytynyt
sv: Inga kategorier hittades

source: {number} organization found for "{query}"
fi: Haulla "{query}" löytyi {number} organisaatio
sv: {number} organisation matchade "{query}"

source: No organizations found for "{query}"
fi: Haulla "{query}" ei löytynyt organisaatiota
sv: Inga organisationer matchade "{query}"

source: {number} organization found
fi: Löytyi {number} organisaatio
sv: {number} organisation hittades

source: No organizations found
fi: Organisaatioita ei löytynyt
sv: Inga organisationer hittades

source: Dashboard
fi: Yhteenveto
sv: Instrumentbräda

source: News feed
fi: Uutisvirta
sv: Nyhetsflöde

source: Activity from items that I'm following
fi: Seuraamieni asioiden toiminta
sv: Aktivitet från ämnen som jag följer

source: You are not a member of any organizations.
fi: Et ole minkään organisaation jäsen.
sv: Du är inte medlem av någon organisation.

source: Create one now?
fi: Luo uusi nyt?
sv: Lägg till en nu?

source: Change details
fi: Muuta tietoja
sv: Redigera personuppgifter

source: API key
fi: API-avain
sv: API-nyckel

source: Full name
fi: Koko nimi
sv: Fullständigt namn

source: e.g., Joe Bloggs
fi: esim. Matti Meikäläinen
sv: t.ex. Joe Bloggs

source: Job title
fi: Nimike
sv: Jobbtitel

source: Software Designer
fi: Ohjelmistosuunnittelija
sv: Mjukvarudesigner

source: e.g., joe@example.com
fi: esim. joe@example.com
sv: t.ex. joe@example.com

source: You can change your email address from the account settings
fi: Voit vaihtaa sähköpostiosoitteesi käyttäjätilin asetuksista
sv: Du kan ändra din e-postadress från användarkontots inställningar

source: Blogs
fi: Blogit
sv: Bloggar

source: WWW-pages
fi: WWW-sivut
sv: WWW-sidor

source: Subscribe to notification emails
fi: Tilaa ilmoitukset sähköpostiisi
sv: Prenumerera på email meddelanden

source: Update Profile
fi: Päivitä profiili.
sv: Uppdatera profilen

source: User hasn't created any datasets.
fi: Käyttäjä ei ole luonut tietoaineistoja.
sv: Användaren har inte skapat dataset.

source: You have not provided a biography.
fi: Et ole antanut kuvausta itsestäsi.
sv: Du har inte gett en beskrivning om dig själv.

source: This user has no biography.
fi: Käyttäjällä ei ole biografiaa
sv: Denna användare har ingen biografi.

source: This means only you can see this
fi: Tämä tarkoittaa, että vain sinä voit nähdä tämän
sv: Detta betyder att endast du kan se detta

source: Member Since
fi: Jäsenyys alkanut
sv: Medlem sedan

source: API Key
fi: API-avain
sv: API-nyckel

source: As a registered user, you can browse users.
fi: Rekisteröityneenä käyttäjänä voit selata palvelun käyttäjien tietoja.
sv: Som en registrerad användare kan du bläddra igenom användare.

source: Search Users
fi: Etsi käyttäjiä
sv: Sök användare

source: Search
fi: Haku
sv: Sök

source: Order by name
fi: Järjestä nimen mukaan
sv: Sortera enligt namn

source: Order by register date
fi: Järjestä rekisteröitymisen mukaan
sv: Sortera enligt registreringsdatum

source: Clear search
fi: Tyhjennä haku
sv: Töm sökningen

source: Idea
sv: Idé

source: No user specified
sv: Ingen användare angiven

source: Unauthorized to edit a user.
sv: Du saknar behörighet för att redigera en användare.

source: Unauthorized to edit user %s
sv: Obehörig att redigera användare %s

source: User %s not authorized to edit %s
sv: Användare %s har inte rättigheter redigera %s

source: Profile updated
sv: Profil uppdaterad

source: association
sv: Förening

source: DataStore
sv: Datalager

source: Electronic service name
sv: Namn för elektronisk service

source: Electronic service alternative name
sv: Alternativt namn för elektronisk service

source: Service description
sv: Beskrivning för servicen

source: Opening hours
sv: Öppethållningstider

source: Mo
sv: Mån

source: Tu
sv: Tis

source: We
sv: Ons

source: Th
sv: Tors

source: Fr
sv: Fre

source: Sa
sv: Lör

source: Su
sv: Sön

source: Contry
sv: Land

source: SMS service
sv: SMS tjänst

source: Fax service
sv: Fax tjänst

source: Add service related service channel
sv: Lägg till relaterad service kanal

source: Electronic Service
sv: Elektronisk service

source: Office or Service Point
sv: Kontor eller serviceställe

source: Telephone Service
sv: Telefontjänst

source: A little information about yourself
sv: Lite information om dig själv

source: You haven't created any datasets.
sv: Du har inte skapat dataset

source: Open ID
sv: Öppen ID
