Repository: vrk-kpa/opendata
Catalog: ckan/ckanext/ckanext-ytp_request/ckanext/ytp_request/i18n/*/LC_MESSAGES/ckanext-ytp_request.po
Languages: sv

source: Unauthorized
sv: Behörighet saknas

source: Request not found
sv: Kunde inte hittade ansökningen

source: Integrity Error
sv: Integritetsfel

source: Item not found
sv: Objektet hittades inte

source: Member request processed successfully
sv: Medlemsansökan

source: As a sysadmin, you already have access to all organizations
sv: Som huvudanvändare har du redan åtkomst till alla organisationer

source: New membership request (%(organization)s)
sv: Ny medlemsansökan (%(organization)s)

source: User %(user)s (%(email)s) has requested membership to organization %(organization)s. %(link)s Best regards Avoindata.fi support avoindata@dvv.fi
sv: Användaren %(user)s (%(email)s) har ansökt om medlemskap i organisationen %(organization)s. %(link)s Vänliga hälsningar Supporten för Avoindata.fi avoindata@dvv.fi

source: Organization membership approved (%(organization)s)
sv: Medlemsansökan godkändes (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been approved. Best regards Avoindata.fi support avoindata@dvv.fi
sv: Din ansökan till organisationen %(organization)s med användarrollen %(role)s har godkänts. Om du har några frågor gällande detta, kontakta supporten för Avoindata.fi. Vänliga hälsningar Supporten för Avoindata.fi avoindata@dvv.fi

source: Organization membership rejected (%(organization)s)
sv: Medlemsansökan avslogs (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been rejected. Best regards Avoindata.fi support avoindata@dvv.fi
sv: Din medlemsansökan till organisationen %(organization)s med användarrollen %(role)s avslogs. Vänliga hälsningar Supporten för Avoindata.fi avoindata@dvv.fi

source: Role
sv: Roll

source: You already have a pending request to the organization
sv: Du har redan en väntande ansökan till organisationen

source: You are already part of the organization
sv: Du är redan medlem i organisationen

source: Duplicate organization request
sv: Det finns redan en väntande ansökan

source: Organization
sv: Organisation

source: User is not logged in
sv: Användaren är inte inloggad

source: The user has already a pending request or an active membership
sv: Användaren har redan en ansökan eller ett aktivt medlemskap

source: Request membership
sv: Ansök om medlemskap

source: Are you sure you want to end the membership?
sv: Vill du verkligen säga upp medlemskapet?

source: Cancel membership
sv: Säg upp medlemskapet

source: Are you sure you want to cancel this pending request?
sv: Vill du verkligen avslå denna ansökan?

source: Cancel request
sv: Dra tillbaka ansökningen

source: Organizations
sv: Organisationer

source: Received membership requests
sv: Mottagna medlemsansökningar

source: All received membership requests are listed here. The organization admin can approve or reject requests. To process a request, select edit. Admins can edit the organization, datasets and accept membership requests. Editor can only edit datasets.
sv: Alla mottagna medlemsansökningar är listade här. Organisationens huvudanvändare kan godkänna eller avslå ansökningar. Välj redigera för att behandla en ansökan. Användarna kan redigera organisationen och datamängderna samt godkänna medlemsansökningar. Redigerarna kan endast redigera datamängderna.

source: User
sv: Användare

source: Email
sv: E-post

source: Request date
sv: Ansökningsdatum

source: Action
sv: Åtgärd

source: Approve
sv: Godkänn

source: Reject
sv: Avslå

source: Modify
sv: Ändra

source: No requests found.
sv: Inga ansökningar hittades

source: My own memberships
sv: Mina medlemskap

source: All membership and memberships requests are listed here. You can cancel any pending request or already accepted membership from the menu on the right.
sv: Här listas alla medlemskap och medlemsansökningar. Du kan dra tillbaka en väntande ansökan eller ett redan godkänt medlemskap i menyn till höger.

source: My memberships
sv: Mina medlemskap

source: Handling date
sv: Behandlingsdatum

source: Handler
sv: Handläggare

source: New membership request
sv: Ny medlemsansökan

source: Request organization membership
sv: Ansök om medlemskap i organisationen

source: You can request to be a member of the organization.
sv: Du kan ansöka om medlemskap i organisationen.

source: Select an organization...
sv: Välj en organisation ...

source: Send request
sv: Skicka ansökan

source: Organization membership request
sv: Medlemsansökan till organisationen

source: This shows a given membership request. Only admins can approve, modify or reject requests.
sv: Medlemsansökningen visas här. Om du är organisationens huvudanvändare kan du godkänna, ändra eller avslå den.

source: State
sv: Status

source: Are you sure you want approve this request?
sv: Vill du verkligen godkänna denna ansökan?

source: Are you sure you want reject this request?
sv: Vill du verkligen avslå denna ansökan?
